Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Enable Google Calendar Sync
ca: Activar la sincronització de Google Calendar
de_de: Aktivieren Sie die Google Kalender-Synchronisierung
el: Ενεργοποιήστε το Google Calendar Sync
es_es: Habilitar Google Calendar Sync
et_et: Luba Google'i kalendri sünkroonimine
fi: Ota Google-kalenterin synkronointi käyttöön
fr_fr: Activer la synchronisation Google Agenda
he_il: הגדרות יומן Google
it_it: Abilita Google Calendar Sync
ja: Googleカレンダーの同期を有効にする
nl_nl: Google Calendar Sync inschakelen
pl_pl: Włącz Google Calendar Sync
pt_pt: Ativar sincronização do calendário do Google
sv_se: Aktivera Google kalendersynkronisering

source: Enable Participants
ca: Habilita els participants
de_de: Teilnehmer aktivieren
el: Ενεργοποίηση Συμμετεχόντων
es_es: Habilitar participantes
et_et: Luba osalejad
fi: Ota osallistujat käyttöön
fr_fr: Activer les participants
he_il: אפשר משתתפים
it_it: Abilita partecipanti
ja: 参加者を有効にする
nl_nl: Deelnemers inschakelen
pl_pl: Włącz uczestników
pt_pt: Ativar participantes
sv_se: Aktivera deltagare

source: Enable Resources
ca: Habilita els recursos
de_de: Ressourcen aktivieren
el: Ενεργοποίηση πόρων
es_es: Habilitar recursos
et_et: Luba ressursid
fi: Ota resurssit käyttöön
fr_fr: Activer les ressources
he_il: אפשר משאבים
it_it: Abilita risorse
ja: リソースを有効にする
nl_nl: Resources inschakelen
pl_pl: Włącz zasoby
pt_pt: Ativar recursos
sv_se: Aktivera resurser

source: Enable this email notification
ca: Activa aquesta notificació de correu electrònic
de_de: Aktivieren Sie diese E -Mail -Benachrichtigung
el: Ενεργοποιήστε αυτήν την ειδοποίηση μέσω email
es_es: Habilitar esta notificación por correo electrónico
et_et: Luba see e -posti teatis
fi: Ota tämä sähköposti -ilmoitus käyttöön
fr_fr: Activer cette notification par e-mail
he_il: הפעל הודעת דוא"ל זו
it_it: Abilita questa notifica e -mail
ja: このメール通知を有効にする
nl_nl: Schakel deze e -mailmelding in
pl_pl: Włącz to powiadomienie e -mail
pt_pt: Ativar esta notificação por e -mail
sv_se: Aktivera detta e -postmeddelande

source: Enable this option if you need a text area to appear along with the calendar for clients to enter additional information.
ca: Habiliteu aquesta opció si necessiteu que aparegui una àrea de text juntament amb el calendari perquè els clients introdueixin informació addicional.
de_de: Aktivieren Sie diese Option, wenn ein Textbereich zusammen mit dem Kalender angezeigt werden soll, damit Kunden zusätzliche Informationen eingeben können.
el: Ενεργοποιήστε αυτήν την επιλογή εάν θέλετε να εμφανίζεται μια περιοχή κειμένου μαζί με το ημερολόγιο για την εισαγωγή πρόσθετων πληροφοριών από τους πελάτες.
es_es: Habilite esta opción si usted necesita un área de texto que aparecen junto con el calendario para los clientes introducir información adicional.
et_et: Luba see suvand, kui vajate tekstiala, mis kuvatakse koos kalendriga klientidele lisateabe sisestamiseks.
fi: Ota tämä vaihtoehto käyttöön, jos tarvitset tekstialueen näkymisen yhdessä kalenterin kanssa, jotta asiakkaat voivat kirjoittaa lisätietoja.
fr_fr: Activez cette option si vous avez besoin d’une zone de texte à apparaissent, ainsi que le calendrier pour les clients à entrer des informations supplémentaires.
he_il: הפעל אפשרות זו אם אתה זקוק לאזור טקסט שיופיע יחד עם לוח השנה עבור לקוחות להזין מידע נוסף כגון. לדוגמה, אם חברי הסיור יש חברים abled במיוחד וכו '
it_it: Abilita questa opzione se hai bisogno di un'area di testo per apparire insieme al calendario per i clienti per inserire ulteriori informazioni.
ja: 顧客が追加情報を入力するために、カレンダーと一緒にテキストエリアを表示する必要がある場合は、このオプションを有効にします。
nl_nl: Schakel deze optie in als u een tekst vak nodig hebt om samen met de kalender te verschijnen zodat klanten aanvullende informatie kunnen invoeren.
pl_pl: Włącz tę opcję, jeśli chcesz, aby wraz z kalendarzem pojawiał się obszar tekstowy, aby klienci mogli wprowadzać dodatkowe informacje.
pt_pt: Habilite esta opção se você precisar de uma área de texto para aparecer junto com o calendário para que os clientes digitem informações adicionais.
sv_se: Aktivera det här alternativet om du behöver ett textområde som ska visas tillsammans med kalendern så att kunder kan ange ytterligare information.

source: Enable this option if you want to allow the user to book this product with number of people or materials. For Eg : Adults/Children for hotel room, Chairs for party equipment etc.
ca: Habiliteu aquesta opció si voleu permetre que l'usuari reservi aquest producte amb nombre de persones o materials. Per a eg: Adults / Nens per a habitació d'hotel, cadires per a equips de festa, etc.
de_de: Aktivieren Sie diese Option, wenn Sie dem Benutzer erlauben, dieses Produkt mit Anzahl von Menschen oder Materialien buchen möchten. Für Eg: Erwachsene/Kinder für Hotelzimmer, Stühle für Partei Ausrüstung etc..
el: Ενεργοποιήστε αυτήν την επιλογή εάν θέλετε να επιτρέψετε στον χρήστη να κάνει κράτηση για αυτό το προϊόν με αριθμό ατόμων ή υλικά. Για Π.χ.: Ενήλικες/Παιδιά για δωμάτιο ξενοδοχείου, Καρέκλες για εξοπλισμό πάρτι κ.λπ.
es_es: Active esta opción si desea permitir que el usuario reserve este producto con la cantidad de personas o materiales. Por ejemplo: adultos / niños para habitación de hotel, sillas para equipo de fiesta, etc.
et_et: Luba see suvand, kui soovid lubada kasutajal broneerida selle toote arvu inimeste või materjalidega. Näiteks: Täiskasvanud/lapsed hotellituppa, toolid peovarustuse jaoks jne
fi: Ota tämä vaihtoehto käyttöön, jos haluat sallia käyttäjän varata tämä tuote ihmisten tai materiaalien lukumäärällä. Esimerkiksi: Aikuiset / Lapset hotellihuoneeseen, Tuolit juhlavälineille jne.
fr_fr: Activez cette option si vous souhaitez autoriser l'utilisateur à réserver ce produit avec un nombre de personnes ou de matériel. Par exemple: Adultes / Enfants pour chambre d'hôtel, Chaises pour équipement de fête, etc.
he_il: הפעל אפשרות זו אם ברצונך לאפשר למשתמש להזמין מוצר זה עם מספר אנשים או חומרים. לדוגמה: מבוגרים / ילדים לחדר במלון, כסאות למסיבות וכו '.
it_it: Abilitare questa opzione se si desidera consentire all'utente di prenotare questo prodotto con il numero di persone o materiali. Per Eg: Adulti/bambini per camera d'albergo, sedie per attrezzature di festa ecc.
ja: このオプションは、ユーザーがこの商品を人数や材料で予約できるようにする場合に有効にしてください。例：ホテルの部屋の大人/子供、パーティー用品の椅子など。
nl_nl: Schakel deze optie in als u wilt dat de gebruiker dit product boekt met een aantal personen of materialen. Voor bijv. Volwassenen / kinderen voor een hotelkamer, stoelen voor feestuitrusting etc.
pl_pl: Włącz tę opcję, jeśli chcesz pozwolić użytkownikowi na rezerwację tego produktu z liczbą osób lub materiałów. Na przykład: dorośli / dzieci do pokoju hotelowego, krzesła do wyposażenia imprez itp.
pt_pt: Ative esta opção se você quiser permitir que o usuário reserve este produto com várias pessoas ou materiais. Por exemplo: adultos / crianças para quarto de hotel, cadeiras para equipamentos de festa etc.
sv_se: Aktivera det här alternativet om du vill tillåta användaren att boka denna produkt med antal personer eller material. Till exempel: Vuxna / Barn till hotellrum, Stolar för festutrustning mm

source: Enable this option if you wish to make resource as a mandatory field for bookings.
ca: Habiliteu aquesta opció si voleu fer el recurs com a camp obligatori per a les reserves.
de_de: Aktivieren Sie diese Option, wenn Sie die Ressource als Pflichtfeld für Buchungen festlegen möchten.
el: Ενεργοποιήστε αυτήν την επιλογή εάν θέλετε να ορίσετε τον πόρο ως υποχρεωτικό πεδίο για κρατήσεις.
es_es: Habilite esta opción si desea hacer que el recurso sea un campo obligatorio para las reservas.
et_et: Luba see valik, kui soovite ressursse teha broneeringute kohustusliku väljana.
fi: Ota tämä vaihtoehto käyttöön, jos haluat tehdä resurssin pakollisiksi kentiksi varauksille.
fr_fr: Activez cette option si vous souhaitez faire de la ressource un champ obligatoire pour les réservations.
he_il: הפעל אפשרות זו אם ברצונך להפוך את המשאב לשדה חובה להזמנות.
it_it: Abilita questa opzione se si desidera fare risorse come campo obbligatorio per le prenotazioni.
ja: リソースを予約の必須項目にしたい場合は、このオプションを有効にしてください。
nl_nl: Schakel deze optie in als u Resources als verplicht veld voor boekingen wilt maken.
pl_pl: Włącz tę opcję, jeśli chcesz, aby zasoby były obowiązkowe dla rezerwacji.
pt_pt: Habilite esta opção se desejar criar recursos como um campo obrigatório para reservas.
sv_se: Aktivera det här alternativet om du vill göra resurs som ett obligatoriskt fält för bokningar.

source: Enable this option if you wish to provide additional resources for the booking. For Eg: Breakfast in the case of hotels.
ca: Habiliteu aquesta opció si voleu proporcionar recursos addicionals per a la reserva. Per exemple: Esmorzar en el cas dels hotels.
de_de: Aktivieren Sie diese Option, wenn Sie zusätzliche Ressourcen für die Buchung zur Verfügung stellen möchten. Zum Beispiel: Frühstück bei Hotels.
el: Ενεργοποιήστε αυτήν την επιλογή εάν θέλετε να παρέχετε επιπλέον πόρους για την κράτηση. Για Π.χ.: Πρωινό στην περίπτωση των ξενοδοχείων.
es_es: Habilite esta opción si desea proporcionar recursos adicionales para la reserva. Por ejemplo: desayuno en el caso de hoteles.
et_et: Luba see valik, kui soovid broneerimiseks lisaressursse pakkuda. Näiteks: hotellide puhul hommikusöök.
fi: Ota tämä vaihtoehto käyttöön, jos haluat antaa varaukselle lisäresursseja. Esimerkiksi: Aamiainen hotellien yhteydessä.
fr_fr: Activez cette option si vous souhaitez fournir des ressources supplémentaires pour la réservation. Par exemple: petit-déjeuner dans le cas des hôtels.
he_il: הפעל אפשרות זו אם ברצונך לספק משאבים נוספים עבור ההזמנה. לדוגמה: ארוחת בוקר במקרה של בתי מלון.
it_it: Abilita questa opzione se desideri fornire risorse aggiuntive per la prenotazione. Ad esempio: colazione in caso di hotel.
ja: 予約に追加のリソースを提供したい場合は、このオプションを有効にします。例：ホテルの場合は朝食。
nl_nl: Schakel deze optie in als u extra resources wilt toevoegen voor de boeking. Voorbeeld: Ontbijt in het geval van hotels.
pl_pl: Włącz tę opcję, jeśli chcesz zapewnić dodatkowe zasoby do rezerwacji. Na przykład: śniadanie w przypadku hoteli.
pt_pt: Ative esta opção se você deseja fornecer recursos adicionais para a reserva. Por exemplo: Café da manhã no caso de hotéis.
sv_se: Aktivera detta alternativ om du vill ge ytterligare resurser till bokningen. Till exempel: Frukost vid hotell.

source: Enable this option only to troubleshoot issues in authentication or calendar syncing
ca: Habilita aquesta opció només per resoldre problemes en l'autenticació o la sincronització del calendari
de_de: Aktivieren Sie diese Option nur, um Probleme bei der Authentifizierung oder Kalendersynchronisierung zu beheben
el: Ενεργοποιήστε αυτήν την επιλογή μόνο για την αντιμετώπιση προβλημάτων στον έλεγχο ταυτότητας ή στο συγχρονισμό ημερολογίου
es_es: Habilite esta opción solo para solucionar problemas de autenticación o sincronización de calendario
et_et: Luba see valik ainult autentimise või kalendri sünkroonimise probleemide tõrkeotsinguks
fi: Ota tämä vaihtoehto käyttöön vain todentamisessa tai kalenterin synkronoinnissa olevien ongelmien vianetsinnässä
fr_fr: Activez cette option uniquement pour résoudre les problèmes d'authentification ou de synchronisation du calendrier.
he_il: הפעל אפשרות זו רק כדי לפתור בעיות באימות או בסנכרון של יומנים
it_it: Abilita questa opzione solo per risolvere i problemi di autenticazione o sincronizzazione del calendario
ja: このオプションは、認証またはカレンダーの同期に関する問題のトラブルシューティングにのみ有効にしてください。
nl_nl: Schakel deze optie alleen in om problemen met authenticatie of agendasynchronisatie op te lossen
pl_pl: Włącz tę opcję, aby rozwiązywać problemy z uwierzytelnianiem lub synchronizacją kalendarza
pt_pt: Habilite esta opção apenas para solucionar problemas de autenticação ou sincronização do calendário
sv_se: Aktivera det här alternativet endast för att felsöka problem med autentisering eller kalendersynkronisering

source: Enable/Disable
ca: Activar desactivar
de_de: Aktivieren deaktivieren
el: επιτρέπω/Καθιστώ ανίκανο
es_es: Habilitar deshabilitar
et_et: Luba/keelake
fi: Ota käyttöön poista käytöstä
fr_fr: Activer désactiver
he_il: הפעל/השבת
it_it: Abilita/disabilita
ja: 有効/無効
nl_nl: Inschakelen/uitschakelen
pl_pl: Włącz/wyłącz
pt_pt: Habilitar desabilitar
sv_se: Aktivera inaktivera

source: Enabling the option to exclude cost calculation for unavailable slots between consecutive days.
ca: Activació de l'opció per excloure el càlcul de costos per a espais no disponibles entre dies consecutius.
de_de: Aktivieren der Option, die Kostenberechnung für nicht verfügbare Slots zwischen aufeinanderfolgenden Tagen auszuschließen.
el: Ενεργοποίηση της επιλογής εξαίρεσης υπολογισμού κόστους για μη διαθέσιμες κουλοχέρηδες μεταξύ διαδοχικών ημερών.
es_es: Habilitar la opción de excluir el cálculo de costos para espacios no disponibles entre días consecutivos.
et_et: Võimalus välistada kuluarvestus järjestikuste päevade vahel saadaolevate teenindusaegade jaoks.
fi: Otetaan käyttöön mahdollisuus sulkea pois käytettävissä olevien paikkojen kustannuslaskenta peräkkäisten päivien välillä.
fr_fr: Activation de l'option d'exclusion du calcul des coûts pour les créneaux indisponibles entre des jours consécutifs.
he_il: הפעלת האפשרות לא לכלול חישוב עלות עבור משבצות לא זמינות בין ימים רצופים.
it_it: Abilitazione dell'opzione per escludere il calcolo dei costi per gli slot non disponibili tra giorni consecutivi.
ja: 連続する日間で利用できないスロットのコスト計算を除外するオプションを有効にする。
nl_nl: De optie inschakelen om kostenberekening uit te sluiten voor niet-beschikbare slots tussen opeenvolgende dagen.
pl_pl: Włączenie opcji wykluczenia kalkulacji kosztów dla niedostępnych slotów pomiędzy kolejnymi dniami.
pt_pt: Habilitando a opção de excluir cálculo de custos para slots indisponíveis entre dias consecutivos.
sv_se: Aktiverar alternativet att utesluta kostnadsberäkning för otillgängliga platser mellan på varandra följande dagar.

source: Enabling this option will allow clients to see the calendar in their own time zone.
ca: Si activeu aquesta opció, els clients podran veure el calendari en la seva pròpia zona horària.
de_de: Durch Aktivieren dieser Option können Clients den Kalender in ihrer eigenen Zeitzone anzeigen.
el: Η ενεργοποίηση αυτής της επιλογής θα επιτρέψει στους πελάτες να δουν το ημερολόγιο στη δική τους ζώνη ώρας.
es_es: Al habilitar esta opción, los clientes podrán ver el calendario en su propia zona horaria.
et_et: Selle valiku lubamine võimaldab klientidel kalendrit näha oma ajavööndis.
fi: Tämän vaihtoehdon ottaminen käyttöön antaa asiakkaille mahdollisuuden nähdä kalenteri omassa aikavyöhykkeessään.
fr_fr: L'activation de cette option permettra aux clients de voir le calendrier dans leur propre fuseau horaire.
he_il: הפעלת אפשרות זו תאפשר ללקוחות לראות את לוח השנה באזור הזמן שלהם.
it_it: Abilitando questa opzione, i clienti potranno vedere il calendario nel proprio fuso orario.
ja: このオプションを有効にすると、クライアントは自分のタイムゾーンでカレンダーを見ることができます。
nl_nl: Als u deze optie inschakelt, kunnen klanten de kalender in hun eigen tijdzone zien.
pl_pl: Włączenie tej opcji pozwoli klientom zobaczyć kalendarz we własnej strefie czasowej.
pt_pt: A ativação dessa opção permitirá que os clientes vejam o calendário em seu próprio fuso horário.
sv_se: Aktivering av detta alternativ gör det möjligt för kunder att se kalendern i sin egen tidszon.

source: Enabling this option will allow your customers to add the booking as an event to their google calendar
ca: Si activeu aquesta opció, els vostres clients podran afegir la reserva com a esdeveniment al seu calendari de Google
de_de: Wenn Sie diese Option aktivieren, können Ihre Kunden die Buchung als Ereignis zu ihrem Google-Kalender hinzufügen
el: Η ενεργοποίηση αυτής της επιλογής θα επιτρέψει στους πελάτες σας να προσθέσουν την κράτηση ως εκδήλωση στο ημερολόγιό τους Google
es_es: Al habilitar esta opción, sus clientes podrán agregar la reserva como un evento a su calendario de Google
et_et: Selle valiku lubamine võimaldab teie klientidel lisada broneeringu sündmusena oma Google'i kalendrisse
fi: Tämän vaihtoehdon ottaminen käyttöön antaa asiakkaille mahdollisuuden lisätä varaus tapahtumana google-kalenteriinsa
fr_fr: Activer cette option permettra à vos clients d’ajouter la réservation en tant qu’événement à leur agenda Google.
he_il: הפעלת אפשרות זו תאפשר ללקוחות שלך להוסיף את ההזמנה כאירוע ליומן Google שלהם
it_it: L'attivazione di questa opzione consentirà ai tuoi clienti di aggiungere la prenotazione come evento al loro calendario di Google
ja: このオプションを有効にすると、顧客は自分のgoogleカレンダーにイベントとして予約を追加することができます。
nl_nl: Als u deze optie inschakelt, kunnen uw klanten de boeking als een evenement toevoegen aan hun Google-agenda
pl_pl: Włączenie tej opcji pozwoli Twoim klientom dodać rezerwację jako wydarzenie do ich kalendarza Google
pt_pt: Ativando esta opção permitirá que seus clientes adicionem a reserva como um evento ao seu calendário do Google
sv_se: Om du aktiverar det här alternativet kan dina kunder lägga till bokningen som ett evenemang i sin Google-kalender

source: Enabling this option will create a separate booking order for each participant
ca: Si activeu aquesta opció, es crearà una comanda de reserva independent per a cada participant
de_de: Durch Aktivieren dieser Option wird eine separate Buchung Ordnung für jeden Teilnehmer zu schaffen
el: Η ενεργοποίηση αυτής της επιλογής θα δημιουργήσει μια ξεχωριστή παραγγελία κράτησης για κάθε συμμετέχοντα
es_es: Habilitar esta opción creará un pedido de reserva por separado para cada participante
et_et: Selle valiku lubamisel luuakse iga osaleja jaoks eraldi broneerimistellimus
fi: Tämän vaihtoehdon ottaminen käyttöön luo erillisen varaustilauksen jokaiselle osallistujalle
fr_fr: Activer cette option créera un ordre de réservation distinct pour chaque participant
he_il: הפעלת אפשרות זו תיצור הזמנת הזמנה נפרדת לכל משתתף
it_it: Abilitando questa opzione creerai un ordine di prenotazione separato per ogni partecipante
ja: このオプションを有効にすると、参加者ごとに個別の予約オーダーが作成されます。
nl_nl: Als u deze optie inschakelt, wordt voor elke deelnemer een afzonderlijke boekingsopdracht gecreëerd
pl_pl: Włączenie tej opcji spowoduje utworzenie osobnego zamówienia rezerwacji dla każdego uczestnika
pt_pt: A ativação dessa opção criará um pedido de reserva separado para cada participante
sv_se: Aktivera detta alternativ skapar en separat bokningsordning för varje deltagare

source: Enabling this option will disable all dates in the calendar. Using this option with availability rules, you can enable desired dates for bookings.
ca: Si activeu aquesta opció, es desactivaran totes les dates del calendari. Mitjançant aquesta opció amb regles de disponibilitat, podeu habilitar les dates desitjades per a les reserves.
de_de: Diese Option aktivieren, deaktivieren Sie alle Termine im Kalender. Bei Verwendung dieser Option mit Verfügbarkeit Regeln können Sie gewünschte Termine für Buchungen.
el: Η ενεργοποίηση αυτής της επιλογής θα απενεργοποιήσει όλες τις ημερομηνίες στο ημερολόγιο. Χρησιμοποιώντας αυτήν την επιλογή με κανόνες διαθεσιμότητας, μπορείτε να ενεργοποιήσετε τις επιθυμητές ημερομηνίες για κρατήσεις.
es_es: Al habilitar esta opción, se deshabilitarán todas las fechas en el calendario. Al usar esta opción con las reglas de disponibilidad, puede habilitar las fechas deseadas para las reservas.
et_et: Selle valiku lubamine keelab kõik kalendris olevad kuupäevad. Kasutades seda valikut koos saadavuse reeglitega, saate lubada broneeringute jaoks soovitud kuupäevad.
fi: Tämän asetuksen ottaminen käyttöön poistaa kaikki kalenteripäivät. Kun valitset tämän vaihtoehdon saatavuussääntöjen kanssa, voit ottaa halutut päivämäärät varauksille.
fr_fr: L'activation de cette option désactivera toutes les dates du calendrier. En utilisant cette option avec des règles de disponibilité, vous pouvez activer les dates souhaitées pour les réservations.
he_il: הפעלת אפשרות זו תשבית את כל התאריכים בלוח השנה. באמצעות אפשרות זו עם כללי זמינות, ניתן לאפשר תאריכים הרצויים עבור הזמנות.
it_it: L'attivazione di questa opzione disabiliterà tutte le date nel calendario. Utilizzando questa opzione con le regole di disponibilità, è possibile abilitare le date desiderate per le prenotazioni.
ja: このオプションを有効にすると、カレンダーのすべての日付が無効になります。可用性ルールでこのオプションを使用すると、予約のために希望の日付を有効にすることができます。
nl_nl: Als u deze optie inschakelt, worden alle datums in de agenda uitgeschakeld. Met deze optie met beschikbaarheidsregels kunt u gewenste datums voor boekingen inschakelen.
pl_pl: Włączenie tej opcji spowoduje wyłączenie wszystkich dat w kalendarzu. Korzystając z tej opcji z regułami dostępności, możesz włączyć pożądane daty rezerwacji.
pt_pt: A ativação dessa opção desativará todas as datas no calendário. Usando essa opção com regras de disponibilidade, você pode ativar as datas desejadas para reservas.
sv_se: Aktivering av det här alternativet inaktiverar alla datum i kalendern. Med det här alternativet med tillgänglighetsregler kan du aktivera önskade datum för bokning.

source: Enabling this option will select the Minimum Booking Slots automatically as soon as the customer selects the first slot.
ca: Si activeu aquesta opció, seleccionaran les franges mínimes de reserva automàticament tan bon punt el client seleccioni la primera franja.
de_de: Wenn Sie diese Option aktivieren, werden die Mindestbuchungszeiträume automatisch ausgewählt, sobald der Kunde den ersten Zeitraum auswählt.
el: Η ενεργοποίηση αυτής της επιλογής θα επιλέξει αυτόματα τις ελάχιστες θέσεις κράτησης μόλις ο πελάτης επιλέξει την πρώτη θέση.
es_es: Al habilitar esta opción, las ranuras mínimas de reserva se seleccionarán automáticamente tan pronto como el cliente seleccione la primera ranura.
et_et: Selle valiku lubamisel valitakse minimaalsed broneerimispesad automaatselt kohe, kui klient valib esimese teenindusaja.
fi: Tämän vaihtoehdon ottaminen käyttöön valitsee Minimivarauspaikat automaattisesti heti, kun asiakas valitsee ensimmäisen korttipaikan.
fr_fr: L'activation de cette option sélectionne automatiquement les emplacements de réservation minimum dès que le client sélectionne le premier emplacement.
he_il: הפעלת אפשרות זו תבחר באופן אוטומטי את חריצי ההזמנה המינימליים ברגע שהלקוח יבחר בחריץ הראשון.
it_it: Abilitazione di questa opzione selezionerà automaticamente gli slot di prenotazione minimi non appena il cliente seleziona il primo slot.
ja: このオプションを有効にすると、お客様が最初のスロットを選択すると同時に、最小予約スロットが自動的に選択されます。
nl_nl: Als u deze optie inschakelt, worden de minimale boekingsslots automatisch geselecteerd zodra de klant het eerste slot selecteert.
pl_pl: Włączenie tej opcji spowoduje automatyczne wybranie minimalnych przedziałów czasowych rezerwacji, gdy tylko klient wybierze pierwszy przedział czasowy.
pt_pt: A ativação desta opção selecionará os slots mínimos de reserva automaticamente assim que o cliente selecionar o primeiro slot.
sv_se: Om du aktiverar det här alternativet kommer minsta bokningstidsluckor att väljas automatiskt så snart kunden väljer den första luckan.

source: End Date
ca: Data de finalització
de_de: Endtermin
el: Ημερομηνία λήξης
es_es: Fecha final
et_et: Lõppkuupäev
fi: Päättymispäivä
fr_fr: Date de fin
he_il: תאריך סיום
it_it: Data di fine
ja: 終了日
nl_nl: Einddatum
pl_pl: Data zakończenia
pt_pt: Data final
sv_se: Slutdatum

source: End Time
ca: Fi del temps
de_de: Endzeit
el: Τέλος χρόνου
es_es: Hora de finalización
et_et: Lõpuaeg
fi: Loppu aika
fr_fr: Heure de fin
he_il: זמן סיום
it_it: Tempo scaduto
ja: 終了時間
nl_nl: Eindtijd
pl_pl: Koniec czasu
pt_pt: Fim do tempo
sv_se: Sluttid
