Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Hide Asset Details from Cart/Checkout, Order Details and Emails
ca: Amaga els detalls de l'actiu del carretó/pagament, els detalls de la comanda i els correus electrònics
de_de: Asset-Details aus Warenkorb/Kasse, Bestelldetails und E-Mails ausblenden
el: Απόκρυψη λεπτομερειών περιουσιακών στοιχείων από το καλάθι/το checkout, τις λεπτομέρειες παραγγελίας και τα emails
es_es: Ocultar los detalles de los activos del carro de la compra, los detalles del pedido y los correos electrónicos
et_et: Varade üksikasjade varjamine ostukorvist/kassast, tellimuse üksikasjadest ja e-kirjadest
fi: Piilota omaisuuserän tiedot ostoskorista/kassasta, tilaustiedoista ja sähköposteista.
fr_fr: Masquer les détails de l'actif dans le panier/la caisse, les détails de la commande et les messages électroniques
he_il: הסתר פרטי נכס מעגלה/תשלום, פרטי הזמנה ומיילים
it_it: Nascondere i dettagli delle risorse dal carrello/checkout, dai dettagli dell'ordine e dalle e-mail
ja: カート/チェックアウト、注文詳細、電子メールから資産の詳細を隠す
nl_nl: Verberg activadetails van winkelwagen/inkassa, bestelgegevens en e-mails
pl_pl: Ukryj szczegóły zasobów w koszyku/kasie, szczegóły zamówienia i wiadomości e-mail
pt_pt: Ocultar detalhes de activos do carrinho de compras/confirmação de compra, detalhes da encomenda e e-mails
sv_se: Dölj tillgångsinformation från varukorg/utcheckning, orderinformation och e-post

source: Hide Assets
ca: Amaga recursos
de_de: Vermögenswerte ausblenden
el: Απόκρυψη περιουσιακών στοιχείων
es_es: Ocultar activos
et_et: Varade peitmine
fi: Piilota omaisuuserät
fr_fr: Cacher les actifs
he_il: הסתר נכסים
it_it: Nascondere le attività
ja: 資産を隠す
nl_nl: Activa verbergen
pl_pl: Ukryj aktywa
pt_pt: Ocultar activos
sv_se: Dölj tillgångar

source: Hour(s)
ca: Hora(es)
de_de: Stunde(n)
el: Ωρες)
es_es: Hora(s)
et_et: Tundi
fi: Tunti (a)
fr_fr: Heure(s)
he_il: שעה/ות
it_it: Ora(e)
ja: 時間
nl_nl: Uur/Uren
pl_pl: Godziny)
pt_pt: Hora(s)
sv_se: Timmar

source: How to fix the error
ca: Com solucionar l'error
de_de: So beheben Sie den Fehler
el: Πώς να διορθώσετε το σφάλμα
es_es: Cómo arreglar el error
et_et: Kuidas viga parandada
fi: Kuinka korjata virhe
fr_fr: Comment corriger l'erreur
he_il: כיצד לתקן את השגיאה
it_it: Come correggere l'errore
ja: エラーの修正方法
nl_nl: Hoe u de fout kunt oplossen
pl_pl: Jak naprawić błąd
pt_pt: Como corrigir o erro
sv_se: Hur man åtgärdar felet

source: I request you to check the bookings details for your appointment with %s.
ca: Us demano que comproveu les dades de les reserves de la vostra cita amb %s.
de_de: Ich fordere Sie auf, die Buchungsdetails für Ihren Termin mit %s zu überprüfen.
el: Σας ζητώ να ελέγξετε τις λεπτομέρειες των κρατήσεων για το ραντεβού σας με το %s.
es_es: Le solicito que revise los detalles de las reservas para su cita con %s.
et_et: Ma palun teil kontrollida oma kohtumise broneeringute üksikasju %s.
fi: Pyydän sinua tarkistamaan tapaamisen varaustiedot %s.
fr_fr: Je vous demande de vérifier les détails des réservations de votre rendez-vous avec%s.
he_il: אני מבקש ממך לבדוק את פרטי ההזמנות לקביעת פגישה עם %s.
it_it: Ti chiedo di controllare i dettagli delle prenotazioni per il tuo appuntamento con %s.
ja: %s との予約の詳細を確認してください。
nl_nl: Ik verzoek u om de boekingsgegevens voor uw afspraak met %s te controleren.
pl_pl: Proszę o sprawdzenie szczegółów rezerwacji na spotkanie z %s.
pt_pt: Peço que você verifique os detalhes das reservas para sua consulta com %s.
sv_se: Jag ber dig att kontrollera bokningsinformationen för ditt möte med %s.

source: In order to set up an individual bookable product please go the desired Product’s settings.
ca: Per configurar un producte que es pot reservar de manera individual, aneu a la configuració del Producte desitjada.
de_de: Um ein individuelles buchbares Produkt einzurichten, gehen Sie bitte zu den Einstellungen des gewünschten Produkts.
el: Για να ρυθμίσετε ένα μεμονωμένο προϊόν με δυνατότητα κράτησης, μεταβείτε στις ρυθμίσεις του επιθυμητού προϊόντος.
es_es: Para configurar un producto que se puede reservar individualmente, vaya a la configuración deseada del Producto.
et_et: Üksiku broneeritava toote seadistamiseks minge soovitud toote sätted.
fi: Jotta voit määrittää yksittäisen varattavan tuotteen, siirry haluamasi tuotteen asetuksiin.
fr_fr: Pour configurer un produit pouvant être réservé individuellement, veuillez accéder aux paramètres du produit souhaité.
he_il: כדי להגדיר מוצר הניתן להזמנה אישית, אנא עבור להגדרות המוצר הרצויות.
it_it: Per impostare un prodotto prenotabile individuale, vai al punto desiderato Impostazioni del prodotto.
ja: 予約可能な商品を個別に設定するには、希望の商品の設定に進んでください。
nl_nl: Om een boekbaar product afzonderlijk te configureren, ga naar de gewenste product instellingen op de product pagina.
pl_pl: Aby skonfigurować indywidualny produkt do rezerwacji, przejdź do ustawień żądanego produktu.
pt_pt: Para configurar um produto individual que pode ser reservado, vá até o local desejadoConfigurações do produto.
sv_se: För att ställa in en individuell bokningsbar produkt, gå till önskade produktinställningar.

source: Include End Date and Time in Cart, Order Details and Emails
ca: Incloeu la data i l'hora de final
de_de: Fügen Sie Enddatum und -uhrzeit in Warenkorb, Bestelldetails und E-Mails ein
el: Συμπεριλάβετε την ημερομηνία και την ώρα λήξης στο καλάθι, τα στοιχεία παραγγελίας και τα email
es_es: Incluya la fecha y hora de finalización en el carrito, los detalles del pedido y los correos electrónicos
et_et: Lisage ostukorvi lõppkuupäev ja kellaaeg, tellimuse üksikasjad ja e -kirjad
fi: Sisällytä ostoskoriin lopetuspäivä ja -aika, tilaustiedot ja sähköpostit
fr_fr: Inclure la date et l'heure de fin dans le panier, les détails de la commande et les e-mails
he_il: כלול תאריך ושעה סיום בעגלה, פרטי הזמנה ודוא"ל
it_it: Includi la data e l'ora di fine nel carrello, i dettagli dell'ordine e le e-mail
ja: カート、注文詳細、Eメールに終了日時を含める
nl_nl: Einddatum en -tijd opnemen in winkelwagen, bestelgegevens en e-mails
pl_pl: Uwzględnij datę i godzinę zakończenia w koszyku, szczegóły zamówienia i wiadomości e-mail
pt_pt: Inclua data de término e hora no carrinho, detalhes do pedido e e -mails
sv_se: Inkludera slutdatum och tid i kundvagn, orderinformation och e -post

source: Integrations
ca: Integracions
de_de: Integrationen
el: Ενσωματώσεις
es_es: Integraciones
et_et: Integreerimine
fi: integraatiot
fr_fr: Intégrations
he_il: שילובים
it_it: integrazioni
ja: 統合
nl_nl: Integraties
pl_pl: Integracje
pt_pt: Integrações
sv_se: Integrationer

source: interval in seconds
ca: interval en segons
de_de: Intervall in Sekunden
el: διάστημα σε δευτερόλεπτα
es_es: intervalo en segundos
et_et: intervall sekundites
fi: väli sekunneissa
fr_fr: intervalle en secondes
he_il: מרווח בשניות
it_it: intervallo in secondi
ja: インターバル（秒
nl_nl: interval in seconden
pl_pl: odstęp w sekundach
pt_pt: intervalo em segundos
sv_se: intervall i sekunder

source: Invalid Order ID.
ca: Identificador de comanda no vàlid.
de_de: Ungültige Bestell -ID.
el: Μη έγκυρο αναγνωριστικό παραγγελίας.
es_es: ID de orden no válido.
et_et: Kehtetu järjekorra ID.
fi: Virheellinen tilaustunnus.
fr_fr: ID de commande non valide.
he_il: מזהה הזמנה לא חוקי.
it_it: ID ordine non valido.
ja: 注文IDが無効です。
nl_nl: Ongeldige bestel -ID.
pl_pl: Nieprawidłowy identyfikator zamówienia.
pt_pt: ID do pedido inválido.
sv_se: Ogiltig order -ID.

source: is not available.
ca: no disponible.
de_de: ist nicht verfügbar.
el: δεν είναι διαθέσιμο.
es_es: no es disponible.
et_et: ei ole saadaval.
fi: ei ole saatavilla.
fr_fr: Aucune balise disponible
he_il: החדר אינו זמין
it_it: non sono disponibili.
ja: は利用できない。
nl_nl: is niet beschikbaar.
pl_pl: jest niedostępne.
pt_pt: não está disponível.
sv_se: är inte tillgänglig.

source: Jan
ca: Gen
el: Ιαν
es_es: Ene
fi: tammikuu
he_il: ינואר
it_it: Gen
ja: 1月
pl_pl: sty.

source: January
ca: Gener
de_de: Januar
el: Ιανουάριος
es_es: Enero
et_et: Jaanuar
fi: tammikuu
fr_fr: Janvier
he_il: ינואר
it_it: Gennaio
ja: 1月
nl_nl: Januari
pl_pl: styczeń
pt_pt: Janeiro
sv_se: Januari

source: Jul
el: Ιουλ
fi: heinäkuu
he_il: יולי
it_it: Lug
ja: 7月
pl_pl: lip.

source: July
ca: Juliol
de_de: Juli
el: Ιούλιος
es_es: Julio
et_et: Juuli
fi: heinäkuu
fr_fr: Juillet
he_il: יולי
it_it: Luglio
ja: 7月
nl_nl: Juli
pl_pl: lipiec
pt_pt: Julho
sv_se: Juli

source: Jun
el: Ιούν
fi: kesäkuu
fr_fr: Oui
he_il: יוני
it_it: Giu
ja: 6月
pl_pl: cze.

source: June
ca: Juny
de_de: Juni
el: Ιούνιος
es_es: Junio
et_et: Juuni
fi: kesäkuu
fr_fr: Juin
he_il: יוני
it_it: Giugno
ja: 6月
nl_nl: Juni
pl_pl: czerwiec
pt_pt: Junho
sv_se: Juni

source: Kindly choose at least one option and a maximum of three to save the settings.
ca: Si us plau, trieu almenys una opció i un màxim de tres per desar la configuració.
de_de: Bitte wählen Sie mindestens eine und maximal drei Optionen aus, um die Einstellungen zu speichern.
el: Επιλέξτε τουλάχιστον μία επιλογή και το πολύ τρεις για να αποθηκεύσετε τις ρυθμίσεις.
es_es: Elija al menos una opción y un máximo de tres para guardar la configuración.
et_et: Valige seadete salvestamiseks vähemalt üks ja maksimaalselt kolm valikut.
fi: Valitse vähintään yksi vaihtoehto ja enintään kolme vaihtoehtoa tallentaaksesi asetukset.
fr_fr: Veuillez choisir au moins une option et un maximum de trois pour enregistrer les paramètres.
he_il: אנא בחר באפשרות אחת לפחות ומקסימום שלוש כדי לשמור את ההגדרות.
it_it: Scegli almeno un'opzione e un massimo di tre per salvare le impostazioni.
ja: 少なくとも1つ、最大3つのオプションを選択して設定を保存してください。
nl_nl: Kies ten minste één optie en maximaal drie om de instellingen op te slaan.
pl_pl: Aby zapisać ustawienia, prosimy wybrać co najmniej jedną opcję, maksymalnie trzy.
pt_pt: Escolha pelo menos uma opção e no máximo três para salvar as configurações.
sv_se: Vänligen välj minst ett alternativ och högst tre för att spara inställningarna.

source: Label
ca: Etiqueta
de_de: Etikett
el: Επιγραφή
es_es: Etiqueta
et_et: Silt
fi: etiketti
fr_fr: Etiquette:
he_il: תווית
it_it: Etichetta
ja: ラベル
pl_pl: Etykieta
pt_pt: Rótulo
sv_se: Etikett

source: Last booking starts at :
ca: L'última reserva comença a:
de_de: Letzte Buchung beginnt um:
el: Η τελευταία κράτηση ξεκινά στις:
es_es: Última reserva inicia en:
et_et: Viimane broneering algab:
fi: Viimeinen varaus alkaa:
fr_fr: La dernière réservation commence à:
he_il: ההזמנה האחרונה מתחילה ב:
it_it: L'ultima prenotazione inizia da:
ja: 最終予約は：
nl_nl: Laatste boeking begint op:
pl_pl: Ostatnia rezerwacja rozpoczyna się o:
pt_pt: A última reserva começa em:
sv_se: Sista bokningen börjar kl.:

source: Let customer choose
ca: Deixa que el client triï
de_de: Lassen Sie den Kunden wählen
el: Αφήστε τον πελάτη να επιλέξει
es_es: Deje que el cliente elija
et_et: Laske kliendil valida
fi: Anna asiakkaan valita
fr_fr: Laissez le client choisir.
he_il: תן ללקוח לבחור
it_it: Lascia che il cliente scelga
ja: 顧客に選ばせる
nl_nl: Laat de klant kiezen
pl_pl: Pozwól klientowi wybrać
pt_pt: Deixe o cliente escolher
sv_se: Låt kunden välja

source: Location:
ca: Ubicació:
de_de: Standort:
el: Τοποθεσία:
es_es: Ubicación:
et_et: Asukoht:
fi: Sijainti:
fr_fr: Emplacement:
he_il: מקום:
it_it: Posizione:
ja: 場所は:
nl_nl: Plaats:
pl_pl: Lokalizacja:
pt_pt: Localização:
sv_se: Plats:

source: Make all Assets unavailable by default
ca: Feu que tots els actius no estiguin disponibles per defecte
de_de: Machen Sie alle Vermögenswerte standardmäßig nicht verfügbar
el: Κάντε όλα τα Στοιχεία μη διαθέσιμα από προεπιλογή
es_es: Hacer que todos los activos no estén disponibles por defecto
et_et: Muuta kõik varad vaikimisi kättesaamatuks
fi: Tee kaikki resurssit oletusarvoisesti poissa käytöstä
fr_fr: Rendre tous les actifs indisponibles par défaut
he_il: הפוך את כל הנכסים לבלתי זמינים כברירת מחדל
it_it: Rendere tutte le risorse non disponibili per impostazione predefinita
ja: すべてのアセットをデフォルトで利用不可にする
nl_nl: Maak alle activa standaard niet beschikbaar
pl_pl: Domyślnie wszystkie zasoby nie są niedostępne
pt_pt: Torne todos os ativos indisponíveis por padrão
sv_se: Gör alla tillgångar som inte är tillgängliga som standard

source: Make all dates/blocks unavailable
ca: Fa que totes les dates/blocs no estiguin disponibles
de_de: Alle Termine/Blöcke nicht verfügbar machen
el: Κάντε όλες τις ημερομηνίες/μπλοκ μη διαθέσιμες
es_es: Hacer que todas las fechas / bloques no estén disponibles
et_et: Muutke kõik kuupäevad/plokid kättesaamatuks
fi: Tee kaikista päivämääristä / lohkoista poissa käytöstä
fr_fr: Rendre toutes les dates / blocs indisponibles par défaut
he_il: הפוך את כל התאריכים / בלוקים לא זמינים
it_it: Rendi tutte le date / blocchi non disponibili
ja: すべての日付/ブロックを使用不可にする
nl_nl: Maak alle datums / blokken onbeschikbaar
pl_pl: Spraw, aby wszystkie daty / bloki były niedostępne
pt_pt: Tornar todas as datas / blocos indisponíveis
sv_se: Gör alla datum / block otillgängliga

source: Make all dates/blocks unavailable by default
ca: Fa que totes les dates/blocs no estiguin disponibles per defecte
de_de: Stellen Sie alle Daten / Blöcke standardmäßig nicht zur Verfügung
el: Κάντε όλες τις ημερομηνίες/μπλοκ μη διαθέσιμες από προεπιλογή
es_es: Hacer que todas las fechas / bloques no estén disponibles por defecto
et_et: Muutke kõik kuupäevad/plokid vaikimisi saadaval
fi: Tee kaikista päivämääristä / lohkoista oletuksena poissa käytöstä
fr_fr: Rendre toutes les dates / blocs indisponibles par défaut
he_il: הפוך את כל התאריכים / בלוקים לא זמינים כברירת מחדל
it_it: Rendi tutte le date / blocchi non disponibili per impostazione predefinita
ja: すべての日付/ブロックをデフォルトで利用不可にする
nl_nl: Maak alle datums / blokken standaard niet beschikbaar
pl_pl: Domyślnie wszystkie daty / bloki są niedostępne
pt_pt: Tornar todas as datas / blocos indisponíveis por padrão
sv_se: Gör alla datum / block inte tillgängliga som standard

source: Manually Sync
ca: Sincronització manual
de_de: Manuell synchronisieren
el: Μη αυτόματος συγχρονισμός
es_es: Sincronización manual
et_et: Käsitsi sünkroonima
fi: Synkronoi manuaalisesti
fr_fr: Synchroniser manuellement
he_il: סנכרון ידני
it_it: Sincronizzare manualmente
ja: 手動同期
nl_nl: Handmatig synchroniseren
pl_pl: Synchronizacja ręczna
pt_pt: Sincronização manualmente
sv_se: Synkronisera manuellt

source: Mar
de_de: Mär
el: Αφανίζω
fi: maaliskuu
he_il: מרץ
ja: 3月
nl_nl: Maa
sv_se: Mars

source: March
ca: Març
de_de: März
el: Μάρτιος
es_es: Marzo
et_et: Märts
fi: maaliskuu
fr_fr: Mars
he_il: מרץ
it_it: Marzo
ja: 3月
nl_nl: Maart
pl_pl: marzec
pt_pt: Março
sv_se: Mars

source: Mark as Paid
ca: Marcar como pagat
de_de: Als bezahlt markieren
el: Επισήμανση ως πληρωμένη
es_es: Marcar como pagado
et_et: Märkus nagu tasuline
fi: Merkitse maksettuksi
fr_fr: Marquer comme payé
he_il: סמן כשולם
it_it: Contrassegna come pagato
ja: 支払済みとしてマークする
nl_nl: Markeren als betaald
pl_pl: Oznacz jako opłacone
pt_pt: Marcar como pago
sv_se: Markera som betald

source: Mark as Un-Paid
ca: Marcar como no pagat
de_de: Als nicht bezahlt markieren
el: Επισήμανση ως μη πληρωμένη
es_es: Marcar como no pagado
et_et: Märgi kui tasumata
fi: Merkitse maksamatta
fr_fr: Marqué comme Non payé
he_il: סמן כ- Un-Paid
it_it: Contrassegna come non pagato
ja: 未払いとしてマーク
nl_nl: Markeren als niet betaald
pl_pl: Oznacz jako niepłacone
pt_pt: Marcar como não pago
sv_se: Markera som obetald

source: Max
ca: Máx
el: Μέγιστη
es_es: Máx
fr_fr: Maximum
he_il: מקסימום
it_it: Massimo
ja: マックス
pt_pt: Máximo

source: Max Bookings per Block
ca: Reserves màximes per bloc
de_de: Max. Buchungen pro Block
el: Μέγιστες κρατήσεις ανά μπλοκ
es_es: Número máximo de reservas por bloque
et_et: Maksimaalsed broneeringud ploki kohta
fi: Enintään varauksia korttia kohden
fr_fr: Réservations max. par créneau
he_il: מקס הזמנות לכל בלוק
it_it: Prenotazioni massime per blocco
ja: 1ブロックあたりの最大予約数
nl_nl: Max. Boekingen per blok
pl_pl: Maksymalna liczba rezerwacji na blok
pt_pt: Máximo de reservas por bloco
sv_se: Max bokningar per block

source: Max no of blocks available
ca: Màxim sense blocs disponibles
de_de: Max. Anzahl verfügbarer Blöcke
el: Μέγιστος αριθμός διαθέσιμων μπλοκ
es_es: Max no de bloques disponibles
et_et: Maksimaalne plokkide arv saadaval
fi: Lohkojen enimmäismäärä käytettävissä
fr_fr: Nombre maximum de blocs disponibles
he_il: אין מספר בלוקים זמינים
it_it: Numero massimo di blocchi disponibili
ja: 利用可能なブロックの最大数
nl_nl: Max. aantal blokken beschikbaar
pl_pl: Maksymalna liczba dostępnych bloków
pt_pt: Número máximo de blocos disponíveis
sv_se: Max antal block tillgängliga

source: Max no of blocks available to book is %max_block
ca: El nombre màxim de blocs disponibles per reservar és %max_block
de_de: Die maximale Anzahl der buchbaren Blöcke beträgt %max_block
el: Ο μέγιστος αριθμός διαθέσιμων μπλοκ για κράτηση είναι %max_block
es_es: El número máximo de bloques disponibles para reservar es %max_block
et_et: Broneeritavate plokkide maksimaalne arv on %max_block
fi: Varattavissa olevien lohkojen enimmäismäärä on %max_block.
fr_fr: Le nombre maximum de blocs disponibles pour la réservation est %max_block
he_il: מספר הבלוקים המרבי הזמינים להזמנה הוא %max_block
it_it: Il numero massimo di blocchi disponibili per la prenotazione è %max_block
ja: 予約可能なブロックの最大数は %max_block です。
nl_nl: Max aantal beschikbare blokken om te boeken is %max_block
pl_pl: Maksymalna liczba bloków dostępnych do zarezerwowania wynosi %max_block
pt_pt: O número máximo de blocos disponíveis para reservar é %max_block
sv_se: Max antal block tillgängliga för bokning är %max_block

source: Maximum Duration
ca: Durada màxima
de_de: Maximaldauer
el: Μέγιστη Διάρκεια
es_es: Duración máxima
et_et: Maksimaalne kestus
fi: Enimmäiskesto
fr_fr: Durée maximum
he_il: משך מקסימלי
it_it: Durata massima
ja: 最長期間
nl_nl: Maximale duur
pl_pl: Maksymalny czas trwania
pt_pt: Duração Máxima
sv_se: Maximal längd

source: Maximum number of participants allowed in a booking
ca: Nombre màxim de participants permesos en una reserva
de_de: Maximale Teilnehmerzahl für eine Buchung
el: Μέγιστος αριθμός συμμετεχόντων που επιτρέπεται σε μια κράτηση
es_es: Número máximo de participantes permitidos en una reserva
et_et: Broneeringus lubatud maksimaalne osalejate arv
fi: Enimmäismäärä osallistujia sallitaan varauksessaMaksin osallistujamäärä sallitaan varauksessa
fr_fr: Nombre maximum de participants autorisé dans une réservation
he_il: המספר המרבי של המשתתפים המותר בהזמנה
it_it: Numero massimo di partecipanti consentiti in una prenotazione
ja: 予約可能な最大参加者数
nl_nl: Maximaal aantal deelnemers toegestaan in een boeking
pl_pl: Maksymalna liczba uczestników dozwolona w rezerwacji
pt_pt: Número máximo de participantes permitidos em uma reserva
sv_se: Maximalt antal deltagare tillåtet i en bokning

source: May
ca: Maig
de_de: Mai
el: Ενδέχεται
es_es: Mayo
et_et: Mai
fi: toukokuu
fr_fr: Mai
he_il: מאי
it_it: Maggio
ja: 5月
nl_nl: Mei
pl_pl: maj
pt_pt: Maio
sv_se: Maj

source: Min
ca: Mín
el: Ελάχ
es_es: Mín
fr_fr: Minimum
he_il: דק'
it_it: Minimo
ja: 最小
pt_pt: Mínimo

source: Minimum Duration
ca: Durada mínima
de_de: Minimale Dauer
el: Ελάχιστη Διάρκεια
es_es: Duración mínima
et_et: Minimaalne kestus
fi: Vähimmäiskesto
fr_fr: Durée minimale
he_il: משך מינימלי
it_it: Durata minima
ja: 最低期間
nl_nl: Minimale duur
pl_pl: Minimalny czas trwania
pt_pt: Duração Mínima
sv_se: Minsta varaktighet

source: Minimum no of blocks required
ca: No es requereix mínim de blocs
de_de: Mindestanzahl von Blöcken erforderlich
el: Απαιτείται ελάχιστος αριθμός μπλοκ
es_es: No mínimo de bloques requeridos
et_et: Vajalik on minimaalne plokkide arv
fi: Vähimmäismäärä lohkoja vaaditaan
fr_fr: Nombre minimum de blocs requis
he_il: מינימום מספר בלוקים נדרש
it_it: Numero minimo di blocchi richiesti
ja: 最低必要ブロック数
nl_nl: Minimaal aantal blokken vereist
pl_pl: Minimalna liczba wymaganych bloków
pt_pt: Número mínimo de blocos necessários
sv_se: Minsta antal block krävs

source: Minimum number of %pname required is %min
ca: El nombre mínim de %p nom necessari és %min
de_de: Die erforderliche Mindestanzahl von %pname ist %min
el: Ο ελάχιστος αριθμός %pname που απαιτείται είναι %min
es_es: El número mínimo de %pname requerido es %min
et_et: Minimaalne nõutav arv %pname on %min
fi: %pname vaadittava vähimmäismäärä on %min
fr_fr: Le nombre minimum de %pname requis est de %min
he_il: המספר המינימלי של %pname הנדרש הוא %min
it_it: Il numero minimo di %pname richiesto è %min
ja: 必要な%pnameの最小数は%minです。
nl_nl: Minimum aantal %pname vereist is %min
pl_pl: Minimalna wymagana liczba %pname to %min
pt_pt: O número mínimo de %pname necessário é %min
sv_se: Minsta antal %pname som krävs är %min

source: Minimum number of participants required for a booking is (%min)
ca: El nombre mínim de participants necessari per a una reserva és (%min)
de_de: Die für eine Buchung erforderliche Mindestanzahl der Teilnehmer ist (%min)
el: Ο ελάχιστος αριθμός συμμετεχόντων που απαιτείται για μια κράτηση είναι (%min)
es_es: El número mínimo de participantes requeridos para una reserva es (%min)
et_et: Broneerimiseks vajalike osalejate minimaalne arv on (%min)
fi: Varausta tarvittavien osallistujien vähimmäismäärä on (%min)
fr_fr: Le nombre minimum de participants requis pour une réservation est (%min)
he_il: המספר המינימלי של משתתפים הנדרש להזמנה הוא (%min)
it_it: Il numero minimo di partecipanti richiesti per una prenotazione è (%min)
ja: 予約に必要な最低参加人数は (%min) です。
nl_nl: Minimaal aantal deelnemers dat nodig is voor een boeking is (%min)
pl_pl: Minimalna liczba uczestników wymaganych do rezerwacji to (%min)
pt_pt: O número mínimo de participantes necessários para uma reserva é (%min)
sv_se: Minsta antal deltagare som krävs för en bokning är (%min)

source: Minimum number of participants required in a booking
ca: Nombre mínim de participants requerits en una reserva
de_de: Mindestteilnehmerzahl für eine Buchung
el: Ελάχιστος αριθμός συμμετεχόντων που απαιτείται σε μια κράτηση
es_es: Número mínimo de participantes requerido en una reserva
et_et: Broneerimisel nõutav minimaalne osalejate arv
fi: Varaus edellyttää vähintään osallistujien lukumäärää
fr_fr: Nombre minimum de participants requis dans une réservation
he_il: מספר מינימום של משתתפים הנדרש בהזמנה
it_it: Numero minimo di partecipanti richiesti in una prenotazione
ja: 予約に必要な最低参加人数
nl_nl: Minimaal aantal deelnemers vereist voor een boeking
pl_pl: Minimalna liczba uczestników wymagana przy rezerwacji
pt_pt: Número mínimo de participantes necessários em uma reserva
sv_se: Minsta antal deltagare krävs i en bokning

source: Minimum participant
ca: Participants mínim
de_de: Mindestteilnehmer
el: Ελάχιστος συμμετέχων
es_es: Participante mínimo
et_et: Minimaalne osaleja arv
fi: Vähimmäisosaaja
fr_fr: Participant minimum
he_il: משתתף מינימלי
it_it: Partecipante minimo
ja: 最少催行人数
nl_nl: Minimaal aantal deelnemers
pl_pl: Minimalny liczba uczestników
pt_pt: Participante mínimo
sv_se: Minsta deltagare

source: Minutes(s)
ca: Minut(s)
de_de: Minute(n)
el: Λεπτά
es_es: Minuto(s)
et_et: Minutit
fi: Minuuttia (t)
fr_fr: minute.s
he_il: (דקות)
it_it: Minuto(i)
ja: 分
nl_nl: Minuut/Minuten
pl_pl: Minut
pt_pt: Minutos
sv_se: Minuter (s)

source: Mo
ca: Dl
el: Μο
es_es: Lu
et_et: E
fi: Ma
fr_fr: Lu
he_il: יום ב'
it_it: Lu
ja: モ
nl_nl: Ma
pl_pl: pon.
pt_pt: Se
sv_se: Må

source: Monday
ca: Dilluns
de_de: Montag
el: Δευτέρα
es_es: Lunes
et_et: esmaspäev
fi: maanantai
fr_fr: Lun
he_il: יום ראשון
it_it: Lunedì
ja: 月曜日
nl_nl: Maandag
pl_pl: poniedziałek
pt_pt: Segunda-feira
sv_se: Måndag

source: Month
ca: Mes
de_de: Monat
el: Μήνας
es_es: Mes
et_et: Kuu
fi: Kuukausi
fr_fr: Mois
he_il: חודש
it_it: Mese
ja: 月
nl_nl: Maand
pl_pl: Miesiąc
pt_pt: Mês
sv_se: Månad
