Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Month Picker
ca: Selector de mesos
de_de: Monatsauswahl
el: Επιλογέας μήνα
es_es: Selector de mes
et_et: Kuu valija
fi: Kuukauden valitsija
fr_fr: Sélecteur de mois
he_il: בוחר חודש
it_it: Selezione mese
ja: 月ピッカー
nl_nl: Maandkiezer
pl_pl: Wybór miesiąca
pt_pt: Selecionador de mês
sv_se: Månadsväljare

source: Month Text
ca: Text del mes
de_de: Monatstext
el: Κείμενο μήνα
es_es: Texto del mes
et_et: Kuu tekst
fi: Kuukauden teksti
fr_fr: Texte du mois
he_il: טקסט חודש
it_it: Testo del mese
ja: 月のテキスト
nl_nl: Maandtekst
pl_pl: Tekst miesiąca
pt_pt: Texto do mês
sv_se: Månadstext

source: Month(s)
ca: Mes(os)
de_de: Monat(e)
el: μήνες)
es_es: Mes(es)
et_et: Kuud
fi: Kuukaudet)
fr_fr: Mois
he_il: חודשי
it_it: Mese(i)
ja: 月
nl_nl: Maand(en)
pl_pl: Miesięcy
pt_pt: Mese(s)
sv_se: Månad(er)

source: Multiple Choice (Check box)
ca: Opció múltiple (casella de selecció)
de_de: Multiple Choice (Kontrollkästchen)
el: Πολλαπλή επιλογή (Πλαίσιο ελέγχου)
es_es: Opción múltiple (casilla de verificación)
et_et: Valik valik (märkeruut)
fi: Monivalinta (valintaruutu)
fr_fr: Choix multiple (case à cocher)
he_il: בחירה מרובה (תיבת סימון)
it_it: Scelta multipla (casella di controllo)
ja: 複数選択（チェックボックス）
nl_nl: Meerkeuze (Selectievakje)
pl_pl: Wiele możliwości (pole wyboru)
pt_pt: Múltipla escolha (caixa de seleção)
sv_se: Flerval (kryssrutan)

source: Multiply all costs by number of participants
ca: Multiplica tots els costos per nombre de participants
de_de: Multiplizieren Sie alle Kosten durch die Anzahl der Teilnehmer
el: Πολλαπλασιάστε όλα τα έξοδα με τον αριθμό των συμμετεχόντων
es_es: Multiplique todos los costos por número de participantes
et_et: Korrutage kõik kulud osalejate arvuga
fi: Kerro kaikki kustannukset osallistujien lukumäärällä
fr_fr: Multipliez tous les coûts par le nombre de participants
he_il: הכפל את כל העלויות לפי מספר המשתתפים
it_it: Moltiplicare tutti i costi per numero di partecipanti
ja: すべての費用に参加者数を掛ける
nl_nl: Vermenigvuldig alle kosten door het aantal deelnemers
pl_pl: Pomnóż wszystkie koszty przez liczbę uczestników
pt_pt: Multiplique todos os custos por número de participantes
sv_se: Multiplicera alla kostnader efter antal deltagare

source: New customer order
ca: Nova comanda d'un client
de_de: Neue Kundenbestellung
el: Νέα παραγγελία πελάτη
es_es: Nueva orden de cliente
et_et: Uus kliendi tellimus
fi: Uusi asiakastilaus
fr_fr: Nouvelle commande
he_il: הזמנת לקוח חדשה
it_it: Nuovo ordine cliente
ja: 新規顧客の注文
nl_nl: Nieuwe klant reservering
pl_pl: Nowe zamówienie od klienta
pt_pt: Novo pedido do cliente
sv_se: Ny kundbeställning

source: Next
ca: Següent
de_de: Nächstes
el: Επόμενο
es_es: Siguiente
et_et: Järgmine
fi: Seuraava
fr_fr: Suiv
he_il: بعدی
it_it: Il prossimo
ja: 次のページ
nl_nl: Volgende
pl_pl: Kolejny
pt_pt: Próximo
sv_se: Nästa

source: No
de_de: Nein
el: Οχι
et_et: Ei
fi: Ei
fr_fr: Non
he_il: לא
ja: いいえ
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
sv_se: Nej

source: no
de_de: Nein
el: όχι
et_et: mitte
fi: ei
fr_fr: non
he_il: לא
ja: いいえ
nl_nl: nee
pl_pl: Nie
pt_pt: não
sv_se: nej

source: No Bookings Found.
ca: No es van trobar reserves.
de_de: Keine Buchungen gefunden.
el: Δεν βρέθηκαν κρατήσεις.
es_es: No se encontraron reservas.
et_et: Broneeringuid ei leitud.
fi: Varauksia ei löydy.
fr_fr: Aucune réservation trouvée.
he_il: לא נמצאו הזמנות.
it_it: Nessuna prenotazione trovata.
ja: 予約が見つかりません。
nl_nl: Geen boekingen gevonden.
pl_pl: Nie znaleziono rezerwacji.
pt_pt: Nenhuma reserva encontrada.
sv_se: Inga bokningar hittades.

source: No of Participants
ca: Nº dels participants
de_de: Anzahl Teilnehmer
el: Αριθμός Συμμετεχόντων
es_es: Número de participantes
et_et: Osalejatest pole
fi: Osallistujien lukumäärä
fr_fr: Nombre de participants
he_il: מספר המשתתפים
it_it: Numero di partecipanti
ja: 参加者数
nl_nl: Aantal deelnemers
pl_pl: Liczba uczestników
pt_pt: Nenhum dos participantes
sv_se: Antal deltagare

source: Note : Please save the participants to be able to create the rules for every participant.<br>You can create a common rule for all participants using “Participant Total Count” or you could create a separate rule for every participant.
ca: Nota: Deseu els participants per poder crear les regles per a cada participant.<br>Podeu crear una regla comuna per a tots els participants mitjançant "Recompte total de participants" o podeu crear una regla independent per a cada participant.
de_de: Hinweis: Bitte speichern Sie die Teilnehmer um die Regeln für jeden Teilnehmer erstellen zu können.<br>Sie können eine gemeinsame Regelung für alle Teilnehmer mit "Gesamtanzahl der Teilnehmer" erstellen oder Sie erstellen eine eigene Regel für jeden Teilnehmer.
el: Σημείωση : Αποθηκεύστε τους συμμετέχοντες για να μπορέσετε να δημιουργήσετε τους κανόνες για κάθε συμμετέχοντα.<br>Μπορείτε να δημιουργήσετε έναν κοινό κανόνα για όλους τους συμμετέχοντες χρησιμοποιώντας το "Συνολικός αριθμός συμμετεχόντων" ή μπορείτε να δημιουργήσετε έναν ξεχωριστό κανόνα για κάθε συμμετέχοντα.
es_es: Nota: Guarde los participantes para poder crear las reglas para cada participante. <br> Puede crear una regla común para todos los participantes usando "Recuento total de participantes" o puede crear una regla por separado para cada participante.
et_et: Märkus. Salvestage osalejad, et saaksite iga osaleja jaoks reeglid luua.<br>Osalejate koguarvu abil saate luua kõigile osalejatele ühise reegli või luua iga osaleja jaoks eraldi reegli.
fi: Huomaa: Tallenna osallistujat voidaksesi luoda säännöt jokaiselle osallistujalle. <br> Voit luoda yhteisen säännön kaikille osallistujille käyttämällä ”osallistujien kokonaismäärää” tai luoda erillisen säännön jokaiselle osallistujalle.
fr_fr: Remarque: sauvegardez les participants pour pouvoir créer les règles pour chaque participant. <br> Vous pouvez créer une règle commune pour tous les participants à l’aide de «Nombre total de participants» ou créer une règle distincte pour chaque participant.
he_il: הערה: נא לשמור את המשתתפים כדי ליצור את הכללים עבור כל משתתף. <br> ניתן ליצור כלל משותף עבור כל המשתתפים באמצעות "משתתף סה"כ ספירה" או שאתה יכול ליצור כלל נפרד עבור כל משתתף.
it_it: Nota: si prega di salvare i partecipanti per poter creare le regole per ogni partecipante. <br> È possibile creare una regola comune per tutti i partecipanti utilizzando "Conteggio totale partecipanti" o è possibile creare una regola separata per ogni partecipante.
ja: 注：すべての参加者のルールを作成できるように、参加者を保存してください。<br>「参加者合計数」を使用して、すべての参加者に共通のルールを作成することもできますし、参加者ごとに個別のルールを作成することもできます。
nl_nl: Opmerking: Bewaar de deelnemers om de regels voor elke deelnemer te kunnen maken. <br> U kunt een gemeenschappelijke regel voor alle deelnemers maken met "Totaal aantal deelnemers" of u kunt voor elke deelnemer een afzonderlijke regel maken.
pl_pl: Uwaga: Proszę zapisać uczestników, aby móc utworzyć reguły dla każdego uczestnika. <br> Możesz utworzyć wspólną regułę dla wszystkich uczestników za pomocą opcji „Całkowita liczba uczestników” lub możesz utworzyć osobną regułę dla każdego uczestnika.
pt_pt: Nota: Por favor, salve os participantes para poder criar as regras para cada participante. <br> Você pode criar uma regra comum para todos os participantes usando “Contagem Total do Participante” ou você pode criar uma regra separada para cada participante.
sv_se: Obs!: Spara deltagarna för att skapa regler för varje deltagare.<br>Du kan skapa en gemensam regel för alla deltagare som använder "Totalantal deltagare" eller du kan skapa en separat regel för varje deltagare.

source: Note : To override these timings for specific days, you can set the Availability Rules under <b>Booking Availability</b>.
ca: Nota: per substituir aquestes temporitzacions durant dies concrets, pots definir les Regles de disponibilitat a <b>Disponibilitat de la reserva</b>.
de_de: Hinweis: Um diese Zeiten für bestimmte Tage zu überschreiben, können Sie die Verfügbarkeitsregeln unter <b> Verfügbarkeit buchen </ b> festlegen.
el: Σημείωση : Για να παρακάμψετε αυτούς τους χρόνους για συγκεκριμένες ημέρες, μπορείτε να ορίσετε τους Κανόνες Διαθεσιμότητας στην ενότητα <b>Διαθεσιμότητα κράτησης</b>.
es_es: Nota: Para anular estos horarios para días específicos, puede definir las reglas de disponibilidad bajo <b>Reserva de disponibilidad</b>.
et_et: Märkus. Nende ajastuste tühistamiseks konkreetsetel päevadel saate määrata saadavuse reeglid jaotises <b> Broneeringu saadavus</b>.
fi: Huomaa: Voit ohittaa nämä tiettyjen päivien ajoitukset asettamalla saatavuuden säännöt kohtaan <b> Varausvaraus </b>.
fr_fr: Remarque: pour remplacer ces horaires pour des jours spécifiques, vous pouvez définir les règles de disponibilité sous <b>Disponibilité de la réservation</b> .
he_il: הערה: כדי לעקוף תזמונים אלה לימים מסוימים, ניתן להגדיר את כללי הזמינות תחת <b>זמינות זמינות</b> .
it_it: Nota: per sovrascrivere questi tempi per giorni specifici, è possibile impostare le regole di disponibilità in disponibilità di prenotazione.
ja: 注：特定の日にこれらのタイミングをオーバーライドするには、<b>予約の空き状況</b>で空き状況のルールを設定することができます。
nl_nl: Opmerking: als u deze tijden voor specifieke dagen wilt overschrijven, kunt u de beschikbaarheidsregels instellen onder <b> Beschikbaarheid boeken </b>.
pl_pl: Uwaga: Aby zastąpić te terminy dla określonych dni, możesz ustawić Zasady dostępności w sekcji <b> Dostępność rezerwacji </b>.
pt_pt: Nota: Para substituir esses horários para dias específicos, você pode definir as regras de disponibilidade na disponibilidade de reservas.
sv_se: Obs! För att åsidosätta dessa tider för specifika dagar kan du ställa in tillgänglighetsreglerna under <b>Bokningstillgänglighet</b>.

source: Note: In case of conflicting rules, the top rule gets priority.
ca: Nota: En cas conflicte, la regla superior té prioritat.
de_de: Hinweis: Bei Regelkonflikten hat die oberste Regel Priorität.
el: Σημείωση: Σε περίπτωση αντικρουόμενων κανόνων, ο κορυφαίος κανόνας έχει προτεραιότητα.
es_es: Nota: en caso de reglas en conflicto, la regla superior tiene prioridad.
et_et: Märkus. Vastuoluliste reeglite korral saab tippreegel prioriteet.
fi: Huomautus: Jos ristiriitaiset säännöt ovat tärkeimmät, etusääntö on etusijalla.
fr_fr: Remarque: En cas de règles conflictuelles, la règle du haut est prioritaire.
he_il: הערה: במקרה של כללים מנוגדים, הכלל העליון מקבל עדיפות.
it_it: Nota: in caso di regole contrastanti, la regola più alta ottiene la priorità.
ja: 注：ルールが競合する場合は、上位のルールが優先される。
nl_nl: Opmerking: in geval van tegenstrijdige regels krijgt de bovenste regel prioriteit.
pl_pl: Uwaga: w przypadku sprzecznych reguł pierwszeństwo ma reguła górna.
pt_pt: Nota: Em caso de regras conflitantes, a regra principal recebe prioridade.
sv_se: Obs: Vid motstridiga regler får den översta regeln prioritet.

source: Nov
el: Νοε
fi: marraskuu
he_il: נובמבר
ja: 11月
pl_pl: lis.

source: November
ca: Novembre
el: Νοέμβριος
es_es: Noviembre
fi: Marraskuu
fr_fr: Novembre
he_il: נובמבר
it_it: Novembre
ja: 11月
pl_pl: listopad
pt_pt: Novembro

source: Number of %pname cannot exceed %pmax
ca: El nombre de %pname no pot superar l'%pmax
de_de: Die Anzahl der %pname darf %pmax nicht überschreiten
el: Ο αριθμός του %pname δεν μπορεί να υπερβαίνει το %pmax
es_es: El número de %pname no puede exceder %pmax
et_et: %pname arv ei tohi ületada %pmax
fi: %pname ei voi ylittää %pmax
fr_fr: Le nombre de %pname ne peut pas dépasser %pmax
he_il: מספר %pname לא יכול לעלות על %pmax
it_it: Il numero di %pname non può superare %pmax
ja: %pname の数が %pmax を超えることはできません。
nl_nl: Het aantal %pname mag niet groter zijn dan %pmax
pl_pl: Liczba %pname nie może przekraczać %pmax
pt_pt: O número de %pname não pode exceder %pmax
sv_se: Antalet %pname kan inte överstiga %pmax

source: Number of persons
ca: Número de personas
de_de: Personenzahl
el: ΑΡΙΘΜΟΣ ΑΤΟΜΩΝ
es_es: Número de personas
et_et: Isikute arv
fi: Henkilöiden lukumäärä
fr_fr: Nombre de personne
he_il: מספר אנשים
it_it: Numero di persone
ja: 人数
nl_nl: Aantal personen
pl_pl: Liczba osób
pt_pt: Número de pessoas
sv_se: Antal personer

source: Oct
de_de: Okt
el: Οκτ
et_et: Okt
fi: lokakuu
he_il: אוקטובר
it_it: Ott
ja: 10月
nl_nl: Okt
pl_pl: paź.
pt_pt: Out
sv_se: Okt

source: October
ca: Octubre
de_de: Oktober
el: Οκτώβριος
es_es: Octubre
et_et: Oktoober
fi: lokakuu
fr_fr: Octobre
he_il: אוקטובר
it_it: Ottobre
ja: 10月
nl_nl: Oktober
pl_pl: październik
pt_pt: Outubro
sv_se: Oktober

source: Oops! You tried installing the premium version without deactivating and deleting the basic version. Kindly deactivate and delete Bookings and Appointments Woocommerce Extension and then try again
ca: Ui! Heu provat d'instal·lar la versió premium sense desactivar i suprimir la versió bàsica. Desactiveu i suprimiu amablement Reserves i cites Woocommerce Extension i torneu-ho a provar
de_de: Hoppla! Sie haben versucht, die Premium-Version zu installieren, ohne die Basisversion zu deaktivieren und zu löschen. Deaktivieren und löschen Sie Bookings and Appointments Woocommerce Extension und versuchen Sie es erneut
el: Ωχ! Προσπαθήσατε να εγκαταστήσετε την έκδοση premium χωρίς να απενεργοποιήσετε και να διαγράψετε τη βασική έκδοση. Παρακαλούμε απενεργοποιήστε και διαγράψτε Bookings and Appointments Woocommerce Επέκταση και μετά δοκιμάστε ξανά
es_es: Oops! Intentó instalar la versión premium sin desactivar y eliminar la versión básica. Por favor, desactive y elimine las reservas y citas Woocommerce Extension y vuelva a intentarlo
et_et: Vabandust! Proovisite esmaklassilise versiooni installida ilma põhiversiooni desaktiveerimata ja kustutamata. Lahkelt desaktiveerige ja kustutage broneeringud ja kohtumised WooCommerce'i pikenduse ning proovige siis uuesti
fi: Oho! Yritit asentaa premium-version poistamatta käytöstä ja poistamatta perusversiota. Deaktivoi ja poista Varaus- ja tapaamisalueiden verkkokaupan laajennus ystävällisesti ja yritä sitten uudelleen
fr_fr: Oops! You tried installing the premium version without deactivating and deleting the basic version. Kindly deactivate and delete FedEx(Basic) Woocommerce Extension and then try again
he_il: אופס! ניסית להתקין את גרסת הפרימיום מבלי להשבית ולמחוק את הגרסה הבסיסית. בטל לבטל ולמחוק הזמנות ו מינויים Woocommerce הרחבה ולאחר מכן נסה שוב
it_it: Oops! Hai provato a installare la versione premium senza disattivare ed eliminare la versione di base. Disattiva e cancella l'estensione Woocommerce di Bookings and Appointments e riprova
ja: おっと！ベーシック版の無効化と削除を行わずにプレミアム版をインストールしようとしました。Bookings and Appointments Woocommerce Extensionを無効にして削除してから、もう一度お試しください。
nl_nl: Oops! U hebt geprobeerd de premium-versie te installeren zonder de basisversie te deactiveren en te verwijderen. Deactiveer en verwijder Woocommerce Bookings and Appointments Extension en probeer het opnieuw
pl_pl: Ups! Próbowałeś zainstalować wersję premium bez dezaktywacji i usuwania wersji podstawowej. Prosimy dezaktywować i usunąć rozszerzenie rezerwacji Woocommerce, a następnie spróbować ponownie
pt_pt: Opa! Você tentou instalar a versão premium sem desativar e excluir a versão básica. Desative e exclua as extensões de Woocommerce de reservas e compromissos e tente novamente
sv_se: hoppsan! Du försökte installera premiumversionen utan att deaktivera och radera den grundläggande versionen. Avaktivera och ta bort bokningar och utnämningar till Woocommerce Extension och försök sedan igen

source: Oops!, Some of the requirements is not available for selected block(s).
ca: Ui!, Alguns dels requisits no estan disponibles per als blocs seleccionats.
de_de: Hoppla! Einige der Anforderungen sind für ausgewählte Blöcke nicht verfügbar.
el: Ωχ!, Ορισμένες από τις απαιτήσεις δεν είναι διαθέσιμες για επιλεγμένα μπλοκ.
es_es: Vaya, algunos de los requisitos no están disponibles para los bloques seleccionados.
et_et: Oih !, Mõned nõuded pole valitud ploki (te) jaoks saadaval.
fi: Hups! Jotkut vaatimuksista eivät ole käytettävissä valituille lohkoille.
fr_fr: Oops !, Certaines exigences ne sont pas disponibles pour les blocs sélectionnés.
he_il: אופס !, חלק מהדרישות אינו זמין עבור בלוקים נבחרים.
it_it: Oops !, Alcuni dei requisiti non sono disponibili per i blocchi selezionati.
ja: 選択されたブロックでは、必要条件の一部が利用できません。
nl_nl: Oops! Sommige vereisten zijn niet beschikbaar voor geselecteerde blok (ken).
pl_pl: Ups !, Niektóre wymagania nie są dostępne dla wybranych bloków.
pt_pt: Ops !, Alguns dos requisitos não estão disponíveis para o (s) bloco (s) selecionado (s).
sv_se: Oj!! Några av kraven är inte tillgängliga för valda block (er).

source: Order
ca: Comanda
de_de: Buchung
el: Σειρά
es_es: orden
et_et: Telli
fi: Tilaus
fr_fr: Ordre
he_il: צור הזמנה
it_it: Ordine
ja: オーダー
nl_nl: Bestelling
pl_pl: Zamówienie
pt_pt: Encomenda

source: Order ID
ca: Identificador de comanda
de_de: Auftragsnummer
el: Αριθμός Παραγγελίας
es_es: Solicitar ID
et_et: Tellimuse ID
fi: tilausnumero
fr_fr: numéro de commande
he_il: מספר הזמנה
it_it: ID ordine
ja: オーダーID
pl_pl: Identyfikator zamówienia
pt_pt: ID do pedido
sv_se: Beställnings-ID

source: Order Item:
ca: Article de la comanda:
de_de: Bestellungsartikel:
el: Στοιχείο παραγγελίας:
es_es: Articulo ordenado:
et_et: Tellimus:
fi: Tilaustuote:
fr_fr: Article de commande:
he_il: הזמן פריט:
it_it: Articolo d'ordine:
ja: オーダー品：
nl_nl: Bestel item:
pl_pl: Pozycja zamówienia:
pt_pt: Item de pedido:
sv_se: Beställobjekt:

source: Order Item: #
ca: Article de la comanda: #
de_de: Bestellungsartikel: #
el: Στοιχείο παραγγελίας: #
es_es: Articulo ordenado: #
et_et: Tellimus: #
fi: Tilaustuote: #
fr_fr: Article de commande: #
he_il: הזמן פריט: #
it_it: Articolo d'ordine: #
ja: オーダー品： #
nl_nl: Bestel item: #
pl_pl: Pozycja zamówienia: #
pt_pt: Item de pedido: #
sv_se: Beställobjekt: #

source: Order Placed
ca: Comanda realitzada
de_de: Bestellung aufgegeben
el: Ολοκλήρωση παραγγελίας
es_es: Pedido realizado
et_et: Tellimus esitatud
fi: Tilaus tehty
fr_fr: Commande passée
he_il: ההזמנה בוצעה
it_it: Ordine effettuato
ja: 注文
nl_nl: Bestelling geplaatst
pl_pl: Zamówienie złożone
pt_pt: Pedido feito
sv_se: Beställning

source: Order:
ca: Ordre:
de_de: Befehl:
el: Σειρά:
es_es: Orden:
et_et: Tellimus:
fi: Tilaus:
fr_fr: Commande:
he_il: להזמין:
it_it: Ordine:
ja: 注文する：
nl_nl: Bestelling:
pl_pl: Zamówienie:
pt_pt: Ordem:
sv_se: Beställa:

source: Order: #
ca: Ordre: #
de_de: Befehl: #
el: Σειρά: #
es_es: Orden: #
et_et: Tellimus: #
fi: Tilaus: #
fr_fr: Commande: #
he_il: להזמין: #
it_it: Ordine: #
ja: 注文する： #
nl_nl: Bestelling: #
pl_pl: Zamówienie: #
pt_pt: Ordem: #
sv_se: Beställa: #

source: Paid
ca: Pagat
de_de: Bezahlt
el: επί πληρωμή
es_es: Pagado
et_et: Makstud
fi: Maksettu
fr_fr: Payé(e)
he_il: בתשלום
it_it: Pagato
ja: 有料
nl_nl: Betaald
pl_pl: Opłacona
pt_pt: Paga
sv_se: Betald

source: Partially Paid
ca: Parcialment pagat
de_de: Teilweise bezahlt
el: Μερικώς πληρωμένη
es_es: Parcialmente pagado
et_et: Osaliselt tasustatud
fi: Osittain maksettu
fr_fr: Partiellement payé
he_il: שולם חלקית
it_it: Parzialmente pagato
ja: 一部負担金
nl_nl: Gedeeltelijk betaald
pl_pl: Częściowo wypłacone
pt_pt: Parcialmente pago
sv_se: Delvis betald

source: Participant Count
ca: Recompte de participants
de_de: Anzahl der Teilnehmer
el: Αριθμός Συμμετεχόντων
es_es: Número de participantes
et_et: Osaleja arv
fi: Osallistujamäärä
fr_fr: Compte du participant gagnant
he_il: ספירת המשתתפים
it_it: Conte dei partecipanti
ja: 参加者数
nl_nl: Deelnemers aantal
pl_pl: Liczba uczestników
pt_pt: Contagem de participantes
sv_se: Deltagare Count

source: Participant Label/Type
ca: Etiqueta/Tipus de participant
de_de: Teilnehmer Label / Typ
el: Ετικέτα/Τύπος Συμμετέχοντος
es_es: Etiqueta / tipo de participante
et_et: Osaleja silt/tüüp
fi: Osallistujan etiketti / tyyppi
fr_fr: Étiquette / type de participant
he_il: תווית / סוג משתתף
it_it: Etichetta/tipo di partecipante
ja: 参加者ラベル/タイプ
nl_nl: Deelnemer Label/Type
pl_pl: Etykieta / typ uczestnika
pt_pt: Rótulo / Tipo de Participante
sv_se: Deltagare Etikett / Typ

source: Participant Total Count
ca: Recompte total de participants
de_de: Gesamtanzahl der Teilnehmer
el: Συνολικός αριθμός συμμετεχόντων
es_es: Recuento total de participantes
et_et: Osalejate koguarv
fi: Osallistujien kokonaismäärä
fr_fr: Nombre total de participants
he_il: סך הכל
it_it: Numero totale di partecipanti
ja: 参加者総数
nl_nl: Totaal aantal deelnemers
pl_pl: Całkowita liczba uczestników
pt_pt: Contagem Total do Participante
sv_se: Deltagare Totalräkning

source: Participant Total Count With Block Count
ca: Recompte total de participants amb recompte de blocs
de_de: Gesamtzahl der Teilnehmer mit Blockzählung
el: Συνολικός αριθμός συμμετεχόντων με πλήθος μπλοκ
es_es: Conteo total de participantes con conteo de bloque
et_et: Osalejate koguarv koos plokkide arvuga
fi: Osallistujien lukumäärä kokonaismäärällä
fr_fr: Nombre total de participants avec nombre de blocs
he_il: סך כל המשתתפים בספירה
it_it: Conteggio totale dei partecipanti con il conteggio dei blocchi
ja: 参加者総数 ブロック数あり
nl_nl: Totaal aantal deelnemers met bloktelling
pl_pl: Całkowita liczba uczestników z liczbą bloków
pt_pt: Contagem total do participante com contagem de blocos
sv_se: Totalt antal deltagare med antal block

source: Participant Total Count With Custom Date
ca: Recompte total de participants amb data personalitzada
de_de: Gesamtzahl der Teilnehmer mit benutzerdefiniertem Datum
el: Συνολικός αριθμός συμμετεχόντων με προσαρμοσμένη ημερομηνία
es_es: Conteo total de participantes con fecha personalizada
et_et: Osalejate koguarv kohandatud kuupäevaga
fi: Osallistujien kokonaismäärä mukautetulla päivämäärällä
fr_fr: Nombre total de participants avec date personnalisée
he_il: סך כל המשתתפים עם התאריך המותאם אישית
it_it: Conteggio totale dei partecipanti con data personalizzata
ja: カスタム日付での参加者総数
nl_nl: Totaal aantal deelnemers met aangepaste datum
pl_pl: Całkowita liczba uczestników z niestandardową datą
pt_pt: Contagem total do participante com data personalizada
sv_se: Totalt antal deltagare med anpassat datum

source: Participant Total Count With Week Days
ca: Recompte total de participants amb dies de setmana
de_de: Gesamtzahl der Teilnehmer mit Wochentagen
el: Συνολικός αριθμός συμμετεχόντων με εβδομαδιαίες ημέρες
es_es: Conteo total del participante con días de la semana
et_et: Osalejate koguarv nädalapäevadega
fi: Osallistujien kokonaismäärä viikonpäivinä
fr_fr: Nombre total de participants avec jours de la semaine
he_il: סך כל המשתתפים עם ימי השבוע
it_it: Conteggio totale dei partecipanti con i giorni della settimana
ja: ウィークデーを含む参加者総数
nl_nl: Totaal aantal deelnemers met weekdagen
pl_pl: Całkowita liczba uczestników z dniami tygodnia
pt_pt: Contagem total dos participantes com dias de semana
sv_se: Totalt antal deltagare med veckodagar

source: Payment on Confirmation
ca: Pagament per confirmació
de_de: Zahlung auf Bestätigung
el: Πληρωμή κατά την επιβεβαίωση
es_es: Pago al Confirmar
et_et: Makse kinnitusel
fi: Maksu vahvistuksella
fr_fr: Paiement sur confirmation
he_il: תשלום על אישור
it_it: Pagamento su conferma
ja: 確認書による支払い
nl_nl: Betaling bij bevestiging
pl_pl: Płatność po potwierdzeniu
pt_pt: Pagamento na Confirmação
sv_se: Betalning vid bekräftelse

source: Per Participant Cost
ca: Cost per participant
de_de: Gebühr pro Teilnehmer
el: Κόστος ανά συμμετέχοντα
es_es: Costo por participante
et_et: Osaleja hind
fi: Osallistujakohtainen hinta
fr_fr: Par participant
he_il: עלות למשתתף
it_it: Costo per partecipante
ja: 参加者1人当たりの費用
nl_nl: Kosten per deelnemer
pl_pl: Koszt na uczestnika
pt_pt: Por custo do participante
sv_se: Per deltagarkostnad
