Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Allow start booking only with selected days
ca: Permet començar a reservar només amb els dies seleccionats
de_de: Start-Buchung nur mit ausgewählten Tagen ermöglichen
el: Να επιτρέπεται η έναρξη της κράτησης μόνο με επιλεγμένες ημέρες
es_es: Permitir comenzar a reservar solo con días seleccionados
et_et: Luba alustada broneerimist ainult valitud päevadega
fi: Salli aloittaa varaus vain valittuina päivinä
fr_fr: Autoriser commencer la réservation uniquement avec les jours sélectionnés
he_il: אפשר להתחיל להזמין רק בימים נבחרים
it_it: Permetti la prenotazione di inizio solo con giorni selezionati
ja: 選択した日にのみ予約開始を許可する
nl_nl: Sta startboeking alleen toe met geselecteerde dagen
pl_pl: Zezwól na rozpoczęcie rezerwacji tylko w wybrane dni
pt_pt: Permitir a reserva inicial apenas com dias selecionados
sv_se: Tillåt att starta bokningen endast med valda dagar

source: and
ca: i
de_de: Und
el: και
es_es: y
et_et: ja
fi: ja
fr_fr: et
he_il: ו
it_it: E
ja: そして
nl_nl: En
pl_pl: I
pt_pt: e
sv_se: och

source: Applicable for bookings made after updating to plugin version 2.3.0
ca: Aplicable per a les reserves realitzades després de l'actualització del complement de la versió 2.3.0
de_de: Gilt für Buchungen, die nach Aktualisierung auf Plugin Version 2.3.0 erstellt wurden
el: Ισχύει για κρατήσεις που πραγματοποιούνται μετά την ενημέρωση στην έκδοση 2.3.0 της προσθήκης
es_es: Aplicable para reservas realizadas después de actualizarse a Plugin Versión 2.3.0
et_et: Kohaldatav broneeringute jaoks, mis on tehtud pärast pistikprogrammi versiooni 2.3.0 värskendamist
fi: Koskee varauksia, jotka on tehty laajennuksen versioon 2.3.0 päivityksen jälkeen
fr_fr: Applicable pour les réservations faites après la mise à jour du plugin version 2.3.0
he_il: החל מההזמנות שנעשו לאחר עדכון לתוסף גרסה 2.3.0
it_it: Applicabile per le prenotazioni effettuate dopo l'aggiornamento alla versione 2.3.0 del plug -in
ja: プラグインバージョン2.3.0への更新後に行われた予約に適用されます。
nl_nl: Toepasselijk voor boekingen gemaakt na update naar Plugin versie 2.3.0
pl_pl: Mające zastosowanie do rezerwacji dokonanych po aktualizacji w wersji 2.3.0 wtyczki
pt_pt: Aplicável para reservas feitas após a atualização para o plug -in versão 2.3.0
sv_se: Gäller bokningar gjorda efter uppdatering till pluginversion 2.3.0

source: Apr
ca: Abr
el: Απρ
es_es: Abr
et_et: Arp
fi: huhtikuu
fr_fr: Avr
he_il: אפריל
ja: 4月
pl_pl: kwi.
pt_pt: Abr

source: April
ca: Abril
el: Απρίλιος
es_es: Abril
et_et: Aprill
fi: huhtikuu
fr_fr: Avril
he_il: אפריל
it_it: Aprile
ja: 4月
pl_pl: kwiecień
pt_pt: Abril

source: are not available.
ca: no disponibles.
de_de: sind nicht verfügbar.
el: δεν είναι διαθέσιμα.
es_es: no están disponibles.
et_et: ei ole saadaval.
fi: eivät ole saatavilla.
fr_fr: Déclencheurs disponibles
he_il: זיכרון משותף:
it_it: Non disponibile.
ja: は利用できない。
nl_nl: zijn niet beschikbaar.
pl_pl: nie są dostępne.
pt_pt: não está disponível.
sv_se: är inte tillgängliga.

source: Are you sure to cancel booking?
ca: Esteu segur de cancel·lar la reserva?
de_de: Sind Sie sicher, die Buchung zu stornieren?
el: Είστε βέβαιοι ότι θα ακυρώσετε την κράτηση;
es_es: ¿Estás seguro de cancelar la reserva?
et_et: Kas olete kindlasti tühistanud broneeringu?
fi: Haluatko varmasti perua varauksen?
fr_fr: Êtes-vous sûr d'annuler la réservation?
he_il: האם אתה בטוח לבטל את ההזמנה?
it_it: Sei sicuro di annullare la prenotazione?
ja: 予約をキャンセルしてよろしいですか？
nl_nl: Weet u zeker dat u de boeking wilt annuleren?
pl_pl: Czy na pewno chcesz anulować rezerwację?
pt_pt: Você tem certeza de cancelar a reserva?
sv_se: Är du säker på att avboka bokningen?

source: Asset
ca: Actiu
de_de: Anlagegut
el: Περιουσιακό στοιχείο
es_es: Activo
et_et: Vara
fi: etu
fr_fr: Atout
he_il: נכס
it_it: Bene
ja: 資産
nl_nl: Middel
pl_pl: Zasób
pt_pt: De ativos
sv_se: Tillgång

source: Asset Availability
ca: Disponibilitat d'actius
de_de: Verfügbarkeit des Anlageguts
el: Διαθεσιμότητα περιουσιακών στοιχείων
es_es: Disponibilidad de Activos
et_et: Vara kättesaadavus
fi: Omaisuuden saatavuus
fr_fr: Disponibilité de l'actif
he_il: זמינות נכס
it_it: Disponibilità delle risorse
ja: アセット・アベイラビリティ
nl_nl: Beschikbaarheid van Middelen
pl_pl: Dostępność zasobów
pt_pt: Disponibilidade de ativos
sv_se: Tillgångstillgång

source: Assets
ca: Equips
de_de: Anlagegüter
el: Περιουσιακά στοιχεία
es_es: Bienes
et_et: Varad
fi: varat
fr_fr: Les atouts
he_il: נכסים
it_it: Risorse
ja: 資産
nl_nl: Middelen
pt_pt: Ativos
sv_se: Tillgångar

source: Assets are global resources which can be attached either to a single product or to multiple products. Assets have a quantity and availability attached.
ca: Els actius són recursos globals que es poden adjuntar a un sol producte o a diversos productes. Els actius tenen una quantitat i disponibilitat adjuntes.
de_de: Anlagegüter sind globale Ressourcen, die entweder einem einzelnen Produkt oder mehreren Produkten zugeordnet werden können. Anlagegüter haben eine Menge und Verfügbarkeit beigefügt.
el: Τα περιουσιακά στοιχεία είναι παγκόσμιοι πόροι που μπορούν να συνδεθούν είτε σε ένα μόνο προϊόν είτε σε πολλά προϊόντα. Τα περιουσιακά στοιχεία έχουν συνημμένη ποσότητα και διαθεσιμότητα.
es_es: Los activos son recursos globales que se pueden unir a un solo producto o a múltiples productos. Los activos tienen una cantidad y disponibilidad adjunta.
et_et: Varad on globaalsed ressursid, mida saab lisada kas ühele tootele või mitmele tootele. Varad on lisatud kogus ja kättesaadavus.
fi: Omaisuuserät ovat globaaleja resursseja, jotka voidaan liittää joko yhteen tuotteeseen tai useisiin tuotteisiin. Omaisuuserillä on määrä ja saatavuus.
fr_fr: Les actifs sont des ressources globales qui peuvent être attachées à un seul produit ou à plusieurs produits. Les actifs sont associés à une quantité et à une disponibilité.
he_il: נכסים הם משאבים גלובליים שניתן לחברם למוצר בודד או למספר מוצרים. נכסים מצורפים כמות וזמינות.
it_it: Gli asset sono risorse globali che possono essere associate a un singolo prodotto oa più prodotti. I beni hanno una quantità e una disponibilità allegate.
ja: アセット（資産）とは、単一の製品または複数の製品にアタッチできるグローバル・リソースのことです。アセットには数量と可用性が設定されています。
nl_nl: Middelen zijn algemene resources die aan een enkel product of aan meerdere producten kunnen worden gekoppeld. Middelen hebben een hoeveelheid en beschikbaarheid gekoppeld.
pl_pl: Aktywa to zasoby globalne, które można podłączyć do jednego produktu lub do wielu produktów. Do zasobów przypisano ilość i dostępność.
pt_pt: Os ativos são recursos globais que podem ser anexados a um único produto ou a vários produtos. Os ativos têm uma quantidade e disponibilidade anexadas.
sv_se: Tillgångar är globala resurser som kan kopplas antingen till en enskild produkt eller till flera produkter. Tillgångar har en kvantitet och tillgänglighet bifogad.

source: Assets Name
ca: Nom dels actius
de_de: Bezeichnung des Anlageguts
el: Όνομα περιουσιακών στοιχείων
es_es: Nombre de los Activos
et_et: Vara nimi
fi: Omaisuuden nimi
fr_fr: Nom des actifs
he_il: שם הנכס
it_it: Nome del bene
ja: 資産名
nl_nl: Middelen naam
pl_pl: Nazwa aktywów
pt_pt: Nome dos Ativos
sv_se: Namn på tillgångar

source: Assign
ca: Assignar
de_de: Zuordnen
el: Αναθέτω
es_es: Asignar
et_et: Määra
fr_fr: Affecter
he_il: לשייך
it_it: Assegna
ja: アサイン
nl_nl: Toewijzen
pl_pl: Przydzielać
pt_pt: Atribuir
sv_se: Tilldela

source: Assign this booking to an existing order with this ID:
ca: Assigna aquesta reserva a una comanda existent amb aquest identificador:
de_de: Weisen Sie diese Buchung einer vorhandenen Bestellung mit dieser Bestellnummer zu:
el: Εκχωρήστε αυτήν την κράτηση σε μια υπάρχουσα παραγγελία με αυτό το αναγνωριστικό:
es_es: Asigne esta reserva a un pedido existente con esta ID:
et_et: Määrake see broneering olemasolevale tellimusele selle ID -ga:
fi: Liitä tämä varaus olemassa olevaan tilaukseen, jolla on tämä tunnus:
fr_fr: Affectez cette réservation à une commande existante avec cet ID:
he_il: הקצה הזמנה זו להזמנה קיימת עם מזהה זה:
it_it: Assegna questa prenotazione a un ordine esistente con questo ID:
ja: このIDを持つ既存の注文にこの予約を割り当てます：
nl_nl: Wijs deze boeking toe aan een bestaande bestelling met deze ID:
pl_pl: Przypisz tę rezerwację do istniejącego zamówienia o tym identyfikatorze:
pt_pt: Atribuir esta reserva a um pedido existente com este ID:
sv_se: Lägg till denna bokning till existerande order med ID:

source: Aug
ca: Ago
de_de: Auf
el: Αύγ
es_es: Ago
fi: elokuu
fr_fr: Août
he_il: אוגוסט
it_it: Ago
ja: 8月
pl_pl: sie.
pt_pt: Ago

source: August
ca: Agost
el: Αύγουστος
es_es: Agosto
fi: elokuu
fr_fr: Août
he_il: אוגוסט
it_it: Agosto
ja: 8月
nl_nl: Augustus
pl_pl: sierpień
pt_pt: Agosto
sv_se: Augusti

source: Automatically assigned
ca: Assignat automàticament
de_de: Automatisch zugewiesen
el: Εκχωρείται αυτόματα
es_es: Asignado automáticamente
et_et: Automaatselt määratud
fi: Annetaan automaattisesti
fr_fr: Assigné automatiquement
he_il: הוקצו באופן אוטומטי
it_it: Assegnato automaticamente
ja: 自動的に割り当てられる
nl_nl: Automatisch toegewezen
pl_pl: Automatycznie przypisany
pt_pt: Atribuído automaticamente
sv_se: Automatiskt tilldelad

source: Availability Rules :
ca: Normes de disponibilitat:
de_de: Verfügbarkeitsregeln:
el: Κανόνες διαθεσιμότητας:
es_es: Reglas de disponibilidad:
et_et: Kättesaadavuse reeglid :
fi: Saatavuus:
fr_fr: Règles de disponibilité :
he_il: הגדר כאן כללי זמינות גלובליים. אלה ישקפו בכל המוצרים הניתנים להזמנה וניתן לדרוס אותם ברמת המוצר.
it_it: Regole di disponibilità:
ja: アベイラビリティ・ルール：
nl_nl: Beschikbaarheid regels:
pl_pl: Zasady dostępności:
pt_pt: Regras de disponibilidade:
sv_se: Tillgänglighetsregler:

source: Available placeholders: %s
ca: Posadors de lloc disponibles: %s
de_de: Verfügbare Platzhalter: %s
el: Διαθέσιμα σύμβολα κράτησης θέσης: %s
es_es: Marcadores de posición disponibles: %s
et_et: Saadaolevad kohahoidjad: %s
fi: Käytettävissä olevat paikkamerkit: %s
fr_fr: Les espaces réservés disponibles:% s
he_il: מצייני מקום זמינים: %s
it_it: Placeder disponibili: %s
ja: 使用可能なプレースホルダ: %s
nl_nl: Beschikbare tijdelijke aanduidingen: %s
pl_pl: Dostępne symbole zastępcze: %s
pt_pt: Disponíveis de espaço reservado: %s
sv_se: Tillgängliga platshållare: %s

source: Avoid last minute bookings
ca: Evitar reserves d'última hora
de_de: Vermeiden Sie Last-Minute-Buchungen
el: Αποφύγετε τις κρατήσεις της τελευταίας στιγμής
es_es: Evita las reservas de última hora.
et_et: Vältige viimase hetke broneeringuid
fi: Vältä viime hetken varauksia
fr_fr: Évitez les réservations de dernière minute
he_il: הימנע הזמנות ברגע האחרון
it_it: Evita le prenotazioni dell'ultimo minuto
ja: 直前の予約は避ける
nl_nl: Blokkeer last minute boekingen
pl_pl: Unikaj rezerwacji w ostatniej chwili
pt_pt: Evite reservas de última hora
sv_se: Undvik sista minuten-bokningar

source: Base Cost
ca: Cost base
de_de: Grundkosten
el: Κόστος βάσης
es_es: Coste base
et_et: Baaskulu
fi: Peruskustannukset
fr_fr: Coût fixe
he_il: עלות בסיס
it_it: Costo Base
ja: 基本料金
nl_nl: Basiskosten
pl_pl: Koszt podstawowy
pt_pt: Base de custo
sv_se: Baskostnad

source: Base cost
ca: Preu base
de_de: Basis Buchungskosten
el: Βασικό κόστος
es_es: Base de coste
et_et: Baaskulu
fi: Peruskustannukset
fr_fr: Coût fixe
he_il: עלות בסיס
it_it: Costo Base
ja: 基本料金
nl_nl: Basiskosten
pl_pl: Koszt podstawowy
pt_pt: Custo base
sv_se: Baskostnad

source: Before Booking
ca: Abans de reservar
de_de: Vor der Buchung
el: Πριν την κράτηση
es_es: Antes de reservar
et_et: Enne broneerimist
fi: Ennen varausta
fr_fr: Téléphonez avant réservation
he_il: מאגר זמן לפני כל הזמנה
it_it: Prima di prenotare
ja: ご予約の前に
nl_nl: Voor boeking
pl_pl: Przed rezerwacją
pt_pt: Antes de reservar
sv_se: Innan bokning

source: Billing address
ca: Adreça de facturació
de_de: Rechnungsadresse
el: Διεύθυνση χρέωσης
es_es: Dirección de facturación
et_et: Arve Aadress
fi: Postitusosoite
fr_fr: Adresse de facturation
he_il: כתובת
it_it: Indirizzo di fatturazione
ja: 請求先住所
nl_nl: Factuuradres
pl_pl: Dane klienta
pt_pt: Endereço de Cobrança

source: Block Cost
ca: Cost del bloc
de_de: Preis pro Block
el: Κόστος μπλοκ
es_es: Costo por bloque
et_et: Ploki maksumus
fi: Estä kustannukset
fr_fr: Coût de bloc
he_il: לחסום
it_it: Costo di blocco
ja: ブロックコスト
nl_nl: Blokkosten
pl_pl: Blokuj koszt
pt_pt: Custo de Bloqueio
sv_se: Block-kostnad

source: Block Count
ca: Recompte de blocs
de_de: Blockzähler
el: Καταμέτρηση μπλοκ
es_es: Conteo de bloque
et_et: Plokkide arv
fi: Estä laskenta
fr_fr: Nombre de Bloc
he_il: סמל לחסום ספירה
it_it: Numero di blocchi
ja: ブロック数
nl_nl: Aantal blokken
pl_pl: Liczba Bloków
pt_pt: Contagem de Blocos
sv_se: Blockantal

source: Book Across Days
ca: Reserva a través dels dies
de_de: Buchen Sie über Tage
el: Κάντε κράτηση για τις μέρες
es_es: Libro en días
et_et: Broneeri päevade jooksul
fi: Varaa päivien yli
fr_fr: Réserver à travers les jours
he_il: ספר לאורך ימים
it_it: Prenota attraverso i giorni
ja: ブック・アクロス・デイズ
nl_nl: Boek over dagen
pl_pl: Zarezerwuj przez dni
pt_pt: Livro ao longo dos dias
sv_se: Boka över dagar

source: Book Now
ca: Reserva ara
de_de: Jetzt buchen
el: Κάνετε κράτηση τώρα
es_es: Reservar Ahora
et_et: Rendi
fi: Varaa nyt
fr_fr: Reserver maintenant
he_il: להזמין מקום עכשיו
it_it: Prenota Ora
ja: 今すぐ予約
nl_nl: Boek nu
pl_pl: Rezerwuj
pt_pt: Reservar Agora
sv_se: Boka nu

source: Book Now Background
ca: Fons de Reserva Ara
de_de: Jetzt buchen Hintergrund
el: Κάντε κράτηση τώρα φόντο
es_es: Reserve ahora Fondo
et_et: Broneeri kohe taust
fi: Varaa nyt tausta
fr_fr: Réservez maintenant
he_il: ספר עכשיו רקע
it_it: Prenota ora Sfondo
ja: 今すぐ予約 背景
nl_nl: Boek nu achtergrond
pl_pl: Zarezerwuj teraz tło
pt_pt: Reserve agora Background
sv_se: Boka nu bakgrund

source: Book Now Button
ca: Botó Reserva Ara
de_de: Schaltfläche "Jetzt buchen"
el: Κουμπί "Κράτηση τώρα".
es_es: Botón Reservar ahora
et_et: Nupp Broneeri kohe
fi: Varaa nyt -painike
fr_fr: Bouton Réserver maintenant
he_il: הזמן עכשיו כפתור
it_it: Pulsante Prenota ora
ja: 今すぐ予約ボタン
nl_nl: Boek nu knop
pl_pl: Rezerwuj
pt_pt: Botão Reservar agora
sv_se: Boka nu-knappen

source: Book Now Text
ca: Text de Reserva Ara
de_de: Jetzt buchen Text
el: Κάντε κράτηση τώρα Κείμενο
es_es: Reserve ahora Texto
et_et: Broneeri kohe tekst
fi: Varaa nyt teksti
fr_fr: Réservez maintenant Texte
he_il: הזמן עכשיו טקסט
it_it: Prenota ora SMS
ja: 今すぐ予約 テキスト
nl_nl: Boek nu tekst
pl_pl: Rezerwuj tekst
pt_pt: Reserve agora Texto
sv_se: Boka nu text

source: Bookable
ca: Reservable
de_de: Buchbar
el: Με δυνατότητα κράτησης
es_es: Reservable
et_et: Broneeritav
fi: Varattavissa
fr_fr: Réservable
he_il: ניתן להזמנה
it_it: Prenotabile
ja: 予約可能
nl_nl: Boekbaar
pl_pl: Możliwość rezerwacji
pt_pt: Reservado
sv_se: Bokningsobjekt

source: Bookable Product
ca: Producte reservable
de_de: Buchbares Produkt
el: Προϊόν με δυνατότητα κράτησης
es_es: Producto reservable
et_et: Broneeritav toode
fi: Varattava tuote
fr_fr: Produit à réserver
he_il: מוצר לפי זמן
it_it: Prodotto prenotabile
ja: 予約可能商品
nl_nl: Boekbaar product
pl_pl: Produkt do rezerwacji
pt_pt: Produto Reservável
sv_se: Bokningsbar produkt

source: Bookable product
ca: Producte reservable
de_de: Buchbares Produkt
el: Προϊόν με δυνατότητα κράτησης
es_es: Producto reservable
et_et: Broneeritav toode
fi: Varattava tuote
fr_fr: Produit réservable
he_il: מוצר לפי זמן
it_it: Per prodotto prenotabile
ja: 予約可能商品
nl_nl: Boekbaar product
pl_pl: Produkt do rezerwacji
pt_pt: Produto reservado
sv_se: Bokningsbar produkt

source: Booked
ca: Reservat
de_de: Gebucht
el: Κράτηση
es_es: Reservado
et_et: Broneeritud
fi: Varattu
fr_fr: Réservé
he_il: הוזמן
it_it: prenotato
ja: 予約済み
nl_nl: Geboekt
pl_pl: Zarezerwowane
pt_pt: Reservado
sv_se: Bokad

source: Booked By
ca: Reservat per
de_de: Gebucht von
el: Κράτηση από
es_es: Reservado por
et_et: Broneerinud
fi: Varannut
fr_fr: Réservé par
he_il: הוזמן על ידי
it_it: Prenotato da
ja: 予約者
nl_nl: Gereserveerd door
pl_pl: Zarezerwowany przez
pt_pt: Reservado por
sv_se: Bokad av

source: Booked by
ca: Reservat a
de_de: Gebucht von
el: Κράτηση από
es_es: Reservado por
et_et: Broneerinud
fi: Varaus mennessä
fr_fr: Réservé par
he_il: הוזמן על ידי
it_it: Prenotato Da
ja: 予約者
nl_nl: Geboekt door
pl_pl: Zarezerwowany przez
pt_pt: Reservado por
sv_se: Bokad av

source: Booked by:
ca: Reservat per:
de_de: Gebucht von:
el: Κράτηση από:
es_es: Reservado por:
et_et: Broneeritud:
fi: Varaus mennessä:
fr_fr: Réservé par:
he_il: הוזמן על ידי:
it_it: Prenotato da:
ja: 予約者:
nl_nl: Gereserveerd door:
pl_pl: Zarezerwowany przez:
pt_pt: Reservado por:
sv_se: Bokad av:

source: Booked Dates
ca: Dates reservades
de_de: Gebuchte Termine
el: Ημερομηνίες κράτησης
es_es: Fechas reservadas
et_et: Broneeritud kuupäevad
fi: Varatut päivämäärät
fr_fr: Dates réservées
he_il: תאריכים שהוזמנו
it_it: Date prenotate
ja: 予約済み日程
nl_nl: Geboekte datums
pl_pl: Zarezerwowane daty
pt_pt: Datas contratadas
sv_se: Bokade datum

source: Booked From
ca: Reservat des de
de_de: Gebucht von
el: Κράτηση από
es_es: Reservado desde
et_et: Broneeritud alates
fi: Varattu alkaen
fr_fr: Réservé de
he_il: הוזמן
it_it: Prenotato da
ja: 予約開始日
nl_nl: Boeking Start
pl_pl: Zarezerwowano od
pt_pt: Reservado a partir de
sv_se: Bokad från

source: Booked Participants
ca: Participants reservats
de_de: Gebuchte Teilnehmer
el: Κρατημένοι Συμμετέχοντες
es_es: Participantes reservados
et_et: Broneeritud osalejad
fi: Varatut osallistujat
fr_fr: Participants réservés
he_il: משתתפים שהוזמנו
it_it: Partecipanti prenotati
ja: 予約参加者
nl_nl: Geboekte deelnemers
pl_pl: Zarezerwowani uczestnicy
pt_pt: Participantes reservados
sv_se: Inbokade deltagare

source: Booked Resources
ca: Recursos reservats
de_de: Gebuchte Ressourcen
el: Κρατημένοι πόροι
es_es: Recursos reservados
et_et: Broneeritud ressursid
fi: Varatut resurssit
fr_fr: Ressources réservées
he_il: משאבים שהוזמנו
it_it: Risorse prenotate
ja: 予約済みリソース
nl_nl: Geboekte bronnen
pl_pl: Zarezerwowane zasoby
pt_pt: Recursos reservados
sv_se: Inbokade resurser

source: Booked To
ca: Reservat a
de_de: Gebucht bis
el: Έγινε κράτηση προς
es_es: Reservado Hasta
et_et: Broneeritud Kellele
fi: Varaus päättyy
fr_fr: Reservé jusqu'à
he_il: הוזמן על ידי
it_it: Prenotato a
ja: 予約先
nl_nl: Boeking Einde
pl_pl: Zarezerwowano do
pt_pt: Reservado para
sv_se: Bokad till

source: Booking
ca: Reserva
de_de: Ausgewählter Zeitraum
el: Κράτηση
es_es: Reserva
et_et: Broneering
fi: varaus
fr_fr: Réservation
he_il: הזמנות שיעורים פרטיים
it_it: Prenotazione
ja: 予約
nl_nl: Boeking
pl_pl: Rezerwuj
pt_pt: Reservas
sv_se: Bokning

source: Booking Add-Ons
ca: Complements de reserva
de_de: Buchungs-Add-Ons
el: Πρόσθετα κράτησης
es_es: Complementos de reserva
et_et: Lisandmoodulite broneerimine
fi: Lisäosien varaaminen
fr_fr: Modules complémentaires de réservation
he_il: תוספות להזמנה
it_it: Prenotazione di componenti aggiuntivi
ja: 予約アドオン
nl_nl: Invoegtoepassingen boeken
pl_pl: Rezerwacja dodatków
pt_pt: Reservando complementos
sv_se: Bokningstillägg

source: Booking Assets
ca: Actius de reserves
de_de: Buchung von Anlagegütern
el: Κράτηση περιουσιακών στοιχείων
es_es: Activos de reserva
et_et: Varade broneerimine
fi: Varausten varaaminen
fr_fr: Avoirs de réservation
he_il: הזמנת נכסים
it_it: prenotazione di beni
ja: 予約資産
nl_nl: Boeking Assets
pl_pl: Rezerwacja aktywów
pt_pt: Ativos de reserva
sv_se: Bokning av tillgångar

source: Booking Availability
ca: Disponibilitat de reserves
de_de: Verfügbarkeit
el: Διαθεσιμότητα κράτησης
es_es: Disponibilidad de reserva
et_et: Saadavus
fi: Varaus saatavuus
fr_fr: Disponibilité de réservation
he_il: זמינות זמינות
it_it: Disponibilità di prenotazione
ja: 予約状況
nl_nl: Beschikbaarheid van de reservering
pl_pl: Dostępność Rezerwacji
pt_pt: Disponibilidade de reserva
sv_se: Bokning Tillgänglighet

source: Booking Cancellation
ca: Cancel·lació de la reserva
de_de: Stornierung der Buchung
el: Ακύρωση κράτησης
es_es: Cancelación de reserva
et_et: Broneeringu tühistamine
fi: Varauksen peruutus
fr_fr: Annulation de réservation
he_il: ביטול הזמנה
it_it: Cancellazione della prenotazione
ja: 予約キャンセル
nl_nl: Annulering van boeking
pl_pl: Anulowanie rezerwacji
pt_pt: Cancelamento de reserva
sv_se: Avbokning av bokning

source: Booking cancelled emails are sent when the status of a booking goes to cancelled.
ca: Els correus electrònics cancel·lats de reserva s’envien quan l’estat d’una reserva es cancel·la.
de_de: Buchung stornierte E-Mails werden gesendet, wenn der Status einer Buchung storniert wird.
el: Τα μηνύματα ηλεκτρονικού ταχυδρομείου για ακυρωμένη κράτηση αποστέλλονται όταν η κατάσταση μιας κράτησης μεταβαίνει σε ακυρωμένη.
es_es: La reserva de correos electrónicos cancelados se envía cuando el estado de una reserva se cancela.
et_et: Kui broneeringu olek tühistatakse, saadetakse tühistatud e -kirjad.
fi: Varauksen peruutetuista sähköpostiviesteistä lähetetään, kun varauksen tilaksi tulee peruutettu.
fr_fr: Les e-mails annulés sont envoyés lorsque le statut de réservation est annulé.
he_il: הזמנת דוא"ל מבוטל נשלחים כאשר סטטוס ההזמנה עובר לביטול.
it_it: Le e -mail annullate di prenotazione vengono inviate quando lo stato di una prenotazione va a cancellare.
ja: 予約キャンセルメールは予約のステータスがキャンセルになった時に送信されます。
nl_nl: Boeking geannuleerde e -mails worden verzonden wanneer de status van een boeking wordt geannuleerd.
pl_pl: Rezerwacja anulowanych wiadomości e -mail jest wysyłana, gdy status rezerwacji zostanie anulowany.
pt_pt: Os e -mails cancelados de reserva são enviados quando o status de uma reserva for cancelado.
sv_se: E-postmeddelanden om annullerad bokning skickas när statusen för en bokning går till annullerad.

source: Booking confirmed emails are sent when the status of a booking goes from requires confirmation to confirmed.
ca: Els correus electrònics confirmats de la reserva s’envien quan es produeix l’estat d’una reserva requereix una confirmació per confirmar -la.
de_de: Buchungsbestätigte E-Mails werden gesendet, wenn der Status einer Buchung von bestätigt bis bestätigt wird.
el: Τα επιβεβαιωμένα email της κράτησης αποστέλλονται όταν η κατάσταση μιας κράτησης μεταβαίνει από απαιτεί επιβεβαίωση σε επιβεβαίωση.
es_es: La reserva de correos electrónicos confirmados se envía cuando el estado de una reserva pasa de la confirmación de la confirmación a la confirmada.
et_et: Broneerige kinnitatud e -kirjad, kui broneeringu olek läheb, kinnitamiseks nõuab kinnitust.
fi: Varausvahvistetut sähköpostit lähetetään, kun varauksen tila siirtyy vahvistuksesta vahvistukseen.
fr_fr: Les e-mails confirmés sont envoyés lorsque le statut de réservation provient de la confirmation de confirmation.
he_il: הזמנת דוא"ל מאושר נשלחים כאשר סטטוס ההזמנה עובר מאישור מחייב אישור לאישור.
it_it: Le e -mail confermate vengono inviate quando lo stato di una prenotazione passa per confermare.
ja: 予約確認メールは、予約のステータスが要確認から確認済みになると送信されます。
nl_nl: Boeking bevestigde e -mails worden verzonden wanneer de status van een boeking gaat van vereist bevestiging tot bevestigd.
pl_pl: Rezerwacja potwierdzonych wiadomości e -mail jest wysyłana, gdy status rezerwacji wychodzi z potwierdzenia do potwierdzenia.
pt_pt: A reserva e -mails confirmados são enviados quando o status de uma reserva se passa, requer confirmação para confirmar.
sv_se: Bokningsbekräftade e-postmeddelanden skickas när statusen för en bokning går från kräver bekräftelse till bekräftad.

source: Booking Cost
ca: Cost de reserva
de_de: Buchungskosten
el: Κόστος κράτησης
es_es: Costo de reserva
et_et: Broneerimiskulud
fi: Varauskustannukset
fr_fr: Coût de réservation
he_il: עלות הזמנה
it_it: Costo di prenotazione
ja: 予約費用
nl_nl: Boekingskosten
pl_pl: Koszt rezerwacji
pt_pt: Custo de reserva
sv_se: Bokningskostnad
