Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Since max bookings per block is %d and you have enabled 'each participant as a booking' max participants allowed is %d
ca: Atès que les reserves màximes per bloc són %d i s'ha habilitat "cada participant com a reserva" els participants màxims permesos són %d
de_de: Da die maximale Anzahl an Buchungen pro Block beträgt %d und Sie "Jeder Teilnehmer als Buchung" aktiviert haben, ist die maximal zulässige Teilnehmerzahl %d
el: Δεδομένου ότι οι μέγιστες κρατήσεις ανά μπλοκ είναι %d και έχετε ενεργοποιήσει "κάθε συμμετέχοντα ως κράτηση", ο μέγιστος επιτρεπόμενος συμμετέχων είναι %d
es_es: Como las reservas máximas por bloque son %d y ha habilitado 'cada participante como reserva', el número máximo de participantes permitido es %d
et_et: Kuna maksimaalne broneeringud ploki kohta on %d ja olete lubanud „iga osalejana broneeringuna”, on lubatud osalejad %d
fi: Koska enimmäisvarauksia lohkoa kohti on %d ja olet sallinut 'jokaisen osallistujan varauksena' enimmäis osallistujien sallitun %d
fr_fr: Étant donné que le nombre maximal de réservations par bloc est de% d et que vous avez activé l'option "chaque participant en tant que réservation", le nombre maximal de participants autorisé est de% d.
he_il: מאחר שמספר ההזמנות המקסימלי לכל בלוק הוא% d ומאפשרת 'כל משתתף כמזמין' מקסימום משתתפים מורשים הוא% d
it_it: Poiché le prenotazioni massime per blocco sono %d e hai abilitato "ciascun partecipante come prenotazione", i partecipanti consentiti sono %d
ja: ブロックあたりの最大予約数は %d であり、「各参加者を予約として扱う」を有効にしているため、許可される最大参加者は %d です。
nl_nl: Omdat max. aantal boekingen per blok zijn %d en u hebt 'elke deelnemer als boeking' geactiveerd, max. aantal deelnemers is %d
pl_pl: Ponieważ maksymalna liczba rezerwacji na blok wynosi% d i włączyłeś „każdego uczestnika jako rezerwację”, maksymalna dozwolona liczba uczestników to% d
pt_pt: Como as reservas máximas por bloco são %d e você ativou "cada participante como reserva", o máximo permitido é de %d participante
sv_se: Eftersom max bokningar per block är %d och du har aktiverat "varje deltagare som en bokning" är max deltagare tillåten %d

source: Single Choice (Dropdown)
ca: Elecció única (desplegable)
el: Ενιαία επιλογή (αναπτυσσόμενη λίστα)
es_es: Elección única (desplegable)
et_et: Üksik valik (rippmenüü)
fi: Yksi valinta (avattava)
fr_fr: Choix unique (liste déroulante)
he_il: בחירה יחידה (נפתחת)
it_it: Singola scelta (discesa)
ja: 単一選択（ドロップダウン）
nl_nl: Enkele keuze (Dropdown)
pl_pl: Pojedynczy wybór (menu rozwijane)
pt_pt: Única escolha (suspensão)
sv_se: Enstaka val (rullgardinsmeny)

source: Start Date
ca: Data d'inici
de_de: Anfangsdatum
el: Ημερομηνία έναρξης
es_es: Fecha de inicio
et_et: Algus kuupäev
fi: Aloituspäivämäärä
fr_fr: Date de début
he_il: תאריך התחלה
it_it: Data d'inizio
ja: 開始日
nl_nl: Startdatum
pl_pl: Data rozpoczęcia
pt_pt: Data de início
sv_se: Start datum

source: Start Time
ca: L'hora d'inici
de_de: Startzeit
el: Ωρα έναρξης
es_es: Hora de inicio
et_et: Algusaeg
fi: Aloitusaika
fr_fr: Heure de début
he_il: שעת התחלה
it_it: Ora di inizio
ja: 開始時間
nl_nl: Starttijd
pl_pl: Czas rozpoczęcia
pt_pt: Hora de início
sv_se: Starttid

source: Start Two Way Sync
ca: Inicia la sincronització de dues vies
de_de: Starten Sie die bidirektionale Synchronisierung
el: Ξεκινήστε το Two Way Sync
es_es: Iniciar sincronización bidireccional
et_et: Alustage kahesuunalise sünkroonimisega
fi: Käynnistä kaksisuuntainen synkronointi
fr_fr: Démarrer la synchronisation bidirectionnelle
he_il: התחל סינכרון דו כיווני
it_it: Avvia la sincronizzazione bidirezionale
ja: 双方向同期を開始する
nl_nl: Start synchronisatie in twee richtingen
pl_pl: Rozpocznij synchronizację dwukierunkową
pt_pt: Comece a sincronização bidirecional

source: Status
ca: Estat
el: Κατάσταση
es_es: Estado
et_et: Olek
fi: Tila
fr_fr: Statut
he_il: סטָטוּס
it_it: Stato
ja: ステータス
nl_nl: Toestand

source: Stop Two Way Sync
ca: Atura la sincronització de dues vies
de_de: Beenden Sie die bidirektionale Synchronisierung
el: Διακοπή συγχρονισμού διπλής κατεύθυνσης
es_es: Detener sincronización bidireccional
et_et: Peatage kahesuunaline sünkroonimine
fi: Lopeta kaksisuuntainen synkronointi
fr_fr: Arrêter la synchronisation bidirectionnelle
he_il: עצור סינכרון דו כיווני
it_it: Smettere di sincronizzazione bidirezionale
ja: 双方向同期を停止する
nl_nl: Stop tweerichtingssynchronisatie
pl_pl: Zatrzymaj synchronizację dwukierunkową
pt_pt: Pare de sincronia bidirecional
sv_se: Stoppa tvåvägssynkronisering

source: Su
ca: Dg
de_de: So
es_es: Do
et_et: P
fr_fr: Dim
he_il: יום א'
it_it: Do
nl_nl: Zo
pl_pl: niedz.
pt_pt: Do
sv_se: Sö

source: Subject
ca: Assignatura
de_de: Thema
el: Θέμα
es_es: Sujeto
et_et: Teema
fi: Kohde
fr_fr: Sujet
he_il: נושא
it_it: Soggetto
ja: テーマ
nl_nl: Onderwerp
pl_pl: Temat
pt_pt: Assunto
sv_se: Ämne

source: Successfully authenticated to google API
ca: Se ha autenticat correctament a l'API de Google
de_de: Erfolgreich zur Google API authentifiziert
el: Έγινε επιτυχής έλεγχος ταυτότητας στο google API
es_es: Se ha autenticado correctamente en la API de Google
et_et: Google API -le edukalt autentitud
fi: Google API -sovelluksen todennus onnistui
fr_fr: Authentifié avec succès à Google API
he_il: הוסמך בהצלחה ל- API של Google
it_it: Autenticato con successo con l'API di google
ja: google APIへの認証に成功
nl_nl: Met succes geverifieerd naar Google API
pl_pl: Pomyślnie uwierzytelniono w Google API
pt_pt: Autenticado com sucesso no Google API
sv_se: Godkänt autentisering till Google API

source: Summary
ca: Quadre de resum
de_de: Zusammenfassung
el: Περίληψη
es_es: Resumen
et_et: Kokkuvõte
fi: Yhteenveto
fr_fr: Sommaire
he_il: סיכום
it_it: Sommario
ja: 概要
nl_nl: Samenvatting
pl_pl: Podsumowanie
pt_pt: Sumário
sv_se: Sammanfattning

source: Summary Box
ca: Quadre de resum
de_de: Zusammenfassungsfeld
el: Περίληψη Πλαίσιο
es_es: Cuadro resumen
et_et: Kokkuvõttekast
fi: Yhteenvetokenttä
fr_fr: Boîte de résumé
he_il: תיבת סיכום
it_it: Casella di riepilogo
ja: サマリーボックス
nl_nl: Samenvatting tekst vak
pl_pl: Pole podsumowania
pt_pt: Caixa de resumo
sv_se: Sammanfattningsbox

source: Summary Text
ca: Text del resum
de_de: Zusammenfassungstext
el: Κείμενο περίληψης
es_es: Texto de resumen
et_et: Kokkuvõtlik tekst
fi: Yhteenveto
fr_fr: Texte récapitulatif
he_il: טקסט סיכום
it_it: Testo di sintesi
ja: 要約テキスト
nl_nl: Samenvatting tekst
pl_pl: Tekst podsumowania
pt_pt: Texto de Resumo
sv_se: Sammanfattningstext

source: Sunday
ca: Diumenge
de_de: Sonntag
el: Κυριακή
es_es: Domingo
et_et: pühapäev
fi: sunnuntai
fr_fr: Dimanche
he_il: יום שבת
it_it: Domenica
ja: 日曜日
nl_nl: Zondag
pl_pl: niedziela
pt_pt: Domingo
sv_se: Söndag

source: Support
ca: Suport
de_de: Unterstützung
el: Υποστήριξη
es_es: Soporte
et_et: Tugi
fi: Tuki
he_il: תמיכה
it_it: Supporto
ja: サポート
pl_pl: Wsparcie
pt_pt: Suporte

source: Swap Month & Year Format in Calendar Title
ca: Canvia el format de mes i any al títol del calendari
de_de: Format von Monat und Jahr im Kalendertitel vertauschen
el: Ανταλλαγή μορφής μήνα και έτους στον τίτλο ημερολογίου
es_es: Cambiar el formato de mes y año en el título del calendario
et_et: Vahetage kuu ja aasta formaat kalendri pealkirjas
fi: Vaihda kuukauden ja vuoden muoto kalenterin otsikossa
fr_fr: Échanger le format du mois et de l'année dans le titre du calendrier
he_il: החלף פורמט חודש ושנה בכותרת לוח השנה
it_it: Scambiare il formato del mese e dell'anno nel titolo del calendario
ja: カレンダータイトルの月と年の書式を入れ替える
nl_nl: Verwissel maand- en jaarindeling in kalendertitel
pl_pl: Zamiana formatu miesiąca i roku w tytule kalendarza
pt_pt: Trocar o formato do mês e do ano no título do calendário
sv_se: Byt format för månad och år i kalenderns titel

source: Text
el: Κείμενο
es_es: Texto
et_et: Tekst
fi: Teksti
fr_fr: Texte
he_il: טקסט
it_it: Testo
ja: テキスト
nl_nl: Tekst
pl_pl: Tekst
pt_pt: Texto

source: Text to appear below the main email content.
ca: Text que apareix a sota del contingut de correu electrònic principal.
de_de: Text, der unter dem Hauptinhalt der Haupt -E -Mail angezeigt wird.
el: Κείμενο που θα εμφανίζεται κάτω από το κύριο περιεχόμενο email.
es_es: Texto a aparecer debajo del contenido principal del correo electrónico.
et_et: Tekst, mis kuvatakse peamise e -posti sisu all.
fi: Teksti näkyvät pääsisällön alla.
fr_fr: Texte pour apparaître sous le contenu de l'e-mail principal.
he_il: טקסט שיופיע מתחת לתוכן הדוא"ל הראשי.
it_it: Testo per apparire sotto il contenuto e -mail principale.
ja: メール本文の下に表示されるテキスト。
nl_nl: Tekst om onder de belangrijkste e -mailinhoud te verschijnen.
pl_pl: Tekst, który pojawi się poniżej głównej treści e -mail.
pt_pt: Texto para aparecer abaixo do conteúdo principal de email.
sv_se: Text som ska visas under det huvudsakliga e -postinnehållet.

source: Th
ca: Dj
de_de: Do
es_es: Ju
et_et: N
fi: To
fr_fr: Je
he_il: יום ה'
it_it: Gi
nl_nl: Do
pl_pl: czw.
pt_pt: Qu
sv_se: To

source: Thank you for booking with %s.<br>Hope you enjoyed our services.
ca: Gràcies per reservar amb %s.<br>Esperem que hagis gaudit dels nostres serveis.
de_de: Vielen Dank für die Buchung mit %s. <br> Ich hoffe, Sie haben unsere Dienste genossen.
el: Σας ευχαριστούμε για την κράτηση με %s.<br>Ελπίζουμε να σας άρεσαν οι υπηρεσίες μας.
es_es: Gracias por reservar con %s. <br> Espero que hayas disfrutado de nuestros servicios.
et_et: Täname, et broneerisite teenuses %s.<br>Loodan, et teile meeldisid meie teenused.
fi: Kiitos, että varaat palvelun %s.<br>Toivottavasti pidit palveluistamme.
fr_fr: Merci de réserver avec%s. <br> J'espère que vous avez apprécié nos services.
he_il: תודה שהזמנת עם %s. <br> מקווה שנהנית מהשירותים שלנו.
it_it: Grazie per aver prenotato con %s. <br> Spero che ti siano piaciuti i nostri servizi.
ja: %s にご予約いただきありがとうございます。<br>弊社のサービスをお楽しみいただけましたでしょうか。
nl_nl: Bedankt voor het boeken met %s. <br> Ik hoop dat je genoten hebt van onze diensten.
pl_pl: Dziękujemy za rezerwację w %s. <br> Mam nadzieję, że podobały Ci się nasze usługi.
pt_pt: Obrigado por reservar com %s. <br> Espero que você tenha gostado de nossos serviços.
sv_se: Tack för att du bokade med %s. <br> Hoppas att du gillade våra tjänster.

source: Thank you for booking with us
ca: Gràcies per reservar amb nosaltres
de_de: Vielen Dank für Ihre Buchung bei uns
el: Σας ευχαριστούμε για την κράτηση μαζί μας
es_es: Gracias por reservar con nosotros
et_et: Täname, et meiega broneerite
fi: Kiitos, että varaat kanssamme
fr_fr: Merci d’avoir réservé avec nous.
he_il: תודה על הזמנתך
it_it: Grazie per aver prenotato con noi
ja: ご予約ありがとうございました。
nl_nl: Bedankt voor je boeking
pl_pl: Dziękujemy za rezerwację.
pt_pt: Obrigado por reservar conosco
sv_se: Tack för att du bokar hos oss

source: Thanks for Booking with Us..!
ca: Gràcies per reservar amb nosaltres ..!
de_de: Danke für die Buchung mit uns ..!
el: Ευχαριστούμε για την κράτηση μαζί μας..!
es_es: Gracias por reservar con nosotros ..!
et_et: Täname, et meiega broneerite ..!
fi: Kiitos varauksesta kanssamme ..!
fr_fr: Merci d'avoir réservé avec nous ..!
he_il: תודה שהזמנת איתנו ..!
it_it: Grazie per aver prenotato con noi ..!
ja: ご予約ありがとうございました！
nl_nl: Bedankt voor het boeken met ons ..!
pl_pl: Dzięki za rezerwację z nami ..!
pt_pt: Obrigado por reservar conosco ..!
sv_se: Tack för att du bokade med oss ​​..!

source: Thanks for placing your booking.
ca: Gràcies per fer la reserva.
de_de: Danke für Ihre Buchung.
el: Ευχαριστούμε που κάνατε την κράτησή σας.
es_es: Gracias por hacer su reserva.
et_et: Täname broneeringu esitamise eest.
fi: Kiitos varauksen tekemisestä.
fr_fr: Merci d'avoir placé votre réservation.
he_il: תודה על ביצוע ההזמנה.
it_it: Grazie per aver effettuato la prenotazione.
ja: ご予約ありがとうございます。
nl_nl: Bedankt voor het plaatsen van uw boeking.
pl_pl: Dziękujemy za rezerwację.
pt_pt: Obrigado por colocar sua reserva.
sv_se: Tack för att du gjorde din bokning.

source: Thanks for reading.
ca: Gràcies per llegir.
de_de: Danke fürs Lesen.
el: Ευχαριστώ για την ανάγνωση.
es_es: Gracias por leer.
et_et: Täname, et lugesite.
fi: Kiitos lukemisesta.
fr_fr: Merci d'avoir lu.
he_il: תודה שקראת.
it_it: Grazie per aver letto.
ja: 読んでくれてありがとう。
nl_nl: Bedankt voor het lezen.
pl_pl: Dziękuje za przeczytanie.
pt_pt: Obrigado pela leitura.
sv_se: Tack för att du läser.

source: Thanks for shopping with us
ca: Gràcies per anar de compres amb nosaltres
de_de: Vielen Dank für Ihren Einkauf bei uns
el: Ευχαριστούμε που ψωνίζεις μαζί μας
es_es: Pedido
et_et: Täname, et meiega sisseosted
fi: Kiitos, että ostit kanssamme
fr_fr: Merci pour votre réservation
he_il: תודה על קניות איתנו
it_it: Grazie per l'acquisto con noi
ja: お買い物ありがとうございました。
nl_nl: Bedankt voor je boeking
pl_pl: Dzięki za zakupy u nas
pt_pt: Obrigado por comprar conosco
sv_se: Tack för att du handlar hos oss

source: The assets get displayed in this label
ca: Els actius es mostren en aquesta etiqueta
de_de: Die Anlagegüter werden mit dieser Bezeichnung angezeigt
el: Τα στοιχεία εμφανίζονται σε αυτήν την ετικέτα
es_es: Los activos se muestran en esta etiqueta
et_et: Varad kuvatakse sellel sildil
fi: Omaisuus näytetään tässä tunnisteessa
fr_fr: Les actifs sont affichés dans cette étiquette
he_il: הנכסים מוצגים בתווית זו
ja: アセットがこのラベルに表示される
nl_nl: De middelen worden weergegeven met dit label
pl_pl: Zasoby są wyświetlane w tej etykiecie
pt_pt: Os recursos são exibidos neste rótulo
sv_se: Tillgångarna visas i denna etikett

source: The Booking for the order #%s has been cancelled.
ca: La reserva de la comanda #%s s'ha cancel·lat.
de_de: Die Buchung für die Bestellung #%s wurde storniert.
el: Η κράτηση για την παραγγελία #%s έχει ακυρωθεί.
es_es: La Reserva del pedido #%s ha sido cancelada.
et_et: Tellimuse #%s broneering on tühistatud.
fi: Tilauksen #%s varaus on peruutettu.
fr_fr: La réservation pour la commande #°%s a été annulée.
he_il: ההזמנה להזמנה #%s בוטלה.
it_it: La prenotazione per l'ordine n.%s è stata annullata.
ja: 注文#%sの予約はキャンセルされました。
nl_nl: De boeking voor de bestelling #%s is geannuleerd.
pl_pl: Rezerwacja zamówienia #%s została anulowana.
pt_pt: A reserva do pedido #%s foi cancelada.
sv_se: Bokningen för beställningen #%s har avbrutits.

source: The next import is scheduled on <code>%s</code>
ca: La propera importació està programada a <code>%s</code>
de_de: Der nächste Import ist für <code> %s </code> geplant
el: Η επόμενη εισαγωγή έχει προγραμματιστεί στο <code>%s</code>
es_es: La próxima importación está programada en <code> %s </code>
et_et: Järgmine import on kavandatud %s
fi: Seuraava tuonti on ajoitettu <code>%s </code>
fr_fr: La prochaine importation est planifiée sur <code>%s</code>
he_il: הייבוא ​​הבא מתוזמן ב- <code>%s </code>
it_it: La prossima importazione è programmata su %s
ja: 次のインポートは<code>%s</code>に予定されています。
nl_nl: De volgende import is gepland op <code> %s </code>
pl_pl: Następny import jest zaplanowany na <code>% s </code>
pt_pt: A próxima importação está agendada em %s
sv_se: Nästa import är planerad till <code>%s</code>

source: The order is canceled
ca: La comanda s'ha cancel·lat
de_de: Die Bestellung wird storniert
el: Η παραγγελία ακυρώνεται
es_es: El pedido se cancela
et_et: Tellimus tühistatakse
fi: Tilaus peruutetaan
fr_fr: La commande est annulée.
he_il: בוטל
it_it: L'ordine viene annullato
ja: 注文はキャンセルされる
nl_nl: De bestelling is geannuleerd
pl_pl: Zamówienie zostało anulowane
pt_pt: O pedido é cancelado
sv_se: Beställningen annulleras

source: The order is waiting for approval
ca: L'ordre està pendent d'aprovació
de_de: Die Bestellung wartet auf Genehmigung
el: Η παραγγελία περιμένει έγκριση
es_es: El pedido está esperando aprobación.
et_et: Tellimus ootab kinnitamist
fi: Tilaus odottaa hyväksyntää
fr_fr: La commande est en attente d'approbation
he_il: ההזמנה ממתינה לאישור
it_it: L'ordinanza è in attesa di approvazione
ja: 注文は承認待ち
nl_nl: De bestelling wacht op goedkeuring
pl_pl: Zamówienie oczekuje na zatwierdzenie
pt_pt: O pedido está aguardando aprovação
sv_se: Beställningen väntar på godkännande

source: The order is waiting for approval from admin
ca: L'ordre està a l'espera de l'aprovació de l'administrador
de_de: Die Bestellung wartet auf die Genehmigung von admin
el: Η παραγγελία περιμένει έγκριση από τον διαχειριστή
es_es: El pedido está esperando la aprobación del administrador
et_et: Tellimus ootab administraatori heakskiitu
fi: Tilaus odottaa hyväksyntää järjestelmänvalvojalta
fr_fr: La commande attend l'approbation de l'administrateur
he_il: ההזמנה ממתינה לאישור מהמנהל
it_it: L'ordine è in attesa di approvazione da parte dell'amministratore
ja: 注文は管理者の承認待ちです。
nl_nl: De bestelling wacht op goedkeuring van de beheerder
pl_pl: Zamówienie czeka na zatwierdzenie przez administratora
pt_pt: O pedido está aguardando aprovação do administrador
sv_se: Ordern väntar på godkännande från admin

source: The settings below are global and apply to all the bookable products. These settings are optional.
ca: La configuració següent és global i s'aplica a tots els productes que es poden reservar. Aquesta configuració és opcional.
de_de: Die folgenden Einstellungen sind global und gelten für alle buchbaren Produkte. Diese Einstellungen sind optional.
el: Οι παρακάτω ρυθμίσεις είναι καθολικές και ισχύουν για όλα τα προϊόντα με δυνατότητα κράτησης. Αυτές οι ρυθμίσεις είναι προαιρετικές.
es_es: La siguiente configuración es global y se aplica a todos los productos que se pueden reservar. Estas configuraciones son opcionales.
et_et: Allpool olevad seaded on globaalsed ja rakendavad kõigi broneeritavate toodete kohta. Need sätted on valikulised.
fi: Alla olevat asetukset ovat globaaleja ja koskevat kaikkia varattavissa olevia tuotteita. Nämä asetukset ovat valinnaisia.
fr_fr: Les paramètres ci-dessous sont globaux et s'appliquent à tous les produits réservables. Ces paramètres sont facultatifs.
he_il: ההגדרות שלהלן הן גלובליות וחלות על כל המוצרים הניתנים להזמנה. הגדרות אלה הן אופציונליות.
it_it: Le impostazioni di seguito sono globali e si applicano a tutti i prodotti prenotabili. Questi le impostazioni sono facoltative.
ja: 以下の設定はグローバルなもので、予約可能なすべての商品に適用されます。これらの設定はオプションです。
nl_nl: De onderstaande instellingen zijn van toepassing op alle boekbare producten. Deze instellingen zijn optioneel.
pl_pl: Poniższe ustawienia mają charakter globalny i dotyczą wszystkich produktów, które można zarezerwować. Te ustawienia są opcjonalne.
pt_pt: As configurações abaixo são globais e se aplicam a todos os produtos que podem ser reservados. Esses as configurações são opcionais.
sv_se: Inställningarna nedan är globala och gäller för alla bokningsbara produkter. Dessa inställningar är valfria.

source: The text given below is displayed by the plugin by default. You can change the text messages as per your preference.
ca: El text que es mostra a continuació és mostrat pel connector per defecte. Podeu canviar els missatges de text segons les vostres preferències.
de_de: Der unten angegebene Text wird standardmäßig vom Plugin angezeigt. Sie können die Kurzmitteilungen nach Ihren Wünschen ändern.
el: Το κείμενο που δίνεται παρακάτω εμφανίζεται από την προσθήκη από προεπιλογή. Μπορείτε να αλλάξετε τα μηνύματα κειμένου σύμφωνα με τις προτιμήσεις σας.
es_es: El texto que se muestra a continuación se muestra por defecto por el complemento. Puede cambiar los mensajes de texto según su preferencia.
et_et: Allpool esitatud teksti kuvab pistikprogramm vaikimisi. Tekstsõnumeid saate vastavalt oma eelistustele muuta.
fi: Alla oleva teksti näkyy laajennuksessa oletuksena. Voit muuttaa tekstiviestejä haluamallasi tavalla.
fr_fr: Le texte donné ci-dessous est affiché par le plugin par défaut. Vous pouvez modifier les messages texte selon vos préférences.
he_il: הטקסט המופיע למטה מוצג על ידי התוסף כברירת מחדל. אתה יכול לשנות את הודעות הטקסט לפי העדפתך.
it_it: Il testo fornito di seguito viene visualizzato dal plug-in per impostazione predefinita. È possibile modificare i messaggi di testo secondo le proprie preferenze.
ja: デフォルトでは、以下のテキストが表示されます。お好みに応じてテキストメッセージを変更することができます。
nl_nl: De onderstaande tekst wordt standaard weergegeven door de plug-in. U kunt de tekst naar uw voorkeur wijzigen.
pl_pl: Poniższy tekst jest domyślnie wyświetlany przez wtyczkę. Możesz zmienić wiadomości tekstowe zgodnie z własnymi preferencjami.
pt_pt: O texto fornecido abaixo é exibido pelo plugin por padrão. Você pode alterar as mensagens de texto conforme sua preferência.
sv_se: Texten nedan visas av plugin som standard. Du kan ändra textmeddelanden enligt dina önskemål.

source: There are two ways you can set the availability rules
ca: Hi ha dues maneres d'establir les regles de disponibilitat
de_de: Sie können die Verfügbarkeitsregeln auf zwei Arten festlegen
el: Υπάρχουν δύο τρόποι με τους οποίους μπορείτε να ορίσετε τους κανόνες διαθεσιμότητας
es_es: Hay dos formas de configurar las reglas de disponibilidad.
et_et: Kättesaadavuse reeglite määramiseks on kaks võimalust
fi: Saatavuussäännöt voidaan asettaa kahdella tavalla
fr_fr: Il existe deux façons vous pouvez définir les règles de disponibilité
he_il: ישנן שתי דרכים להגדיר את כללי הזמינות
it_it: Esistono due modi in cui è possibile impostare le regole di disponibilità
ja: 可用性ルールを設定する方法は2つあります。
nl_nl: Er zijn twee manieren om de beschikbaarheidsregels in te stellen
pl_pl: Istnieją dwa sposoby ustawienia reguł dostępności
pt_pt: Existem duas maneiras de definir as regras de disponibilidade
sv_se: Det finns två sätt att ställa in tillgänglighetsreglerna

source: There is a maximum of %available_slot place remaining
ca: Queda un màxim de %available_slot places
de_de: Es sind maximal %available_slot Plätze übrig
el: Απομένει το μέγιστο %available_slot θέση
es_es: Il reste un maximum de %available_slot place
et_et: Maksimaalselt on olemas %saadaolevad_slot -kohad
fi: Paikka on jäljellä enintään %available_slot -paikasta
fr_fr: Il reste un maximum de %available_slot place
he_il: נותר מקסימום של %available_slot מקום
it_it: C'è un massimo di %available_slot di posti rimanenti
ja: 最大 %available_slot が残っています。
nl_nl: Er is een maximaal %available_slot aantal plaatsen over
pl_pl: Pozostało maksymalnie% dostępne_ wolne miejsce
pt_pt: Existe um máximo de% available_slot place restante
sv_se: Det finns högst %available_slot plats kvar

source: There is no import scheduled.
ca: No hi ha cap importació planificada.
de_de: Es ist kein Import geplant.
el: Δεν υπάρχει προγραμματισμένη εισαγωγή.
es_es: No hay importación programada.
et_et: Plaani pole impordi.
fi: Tuontiaikataulua ei ole.
fr_fr: Aucune importation n'est planifiée.
he_il: אין יבוא מתוזמן.
it_it: Non è prevista l'importazione.
ja: 輸入の予定はない。
nl_nl: Er is geen import gepland.
pl_pl: Nie zaplanowano importu.
pt_pt: Não há importação agendada.
sv_se: Ingen import är planerad.
