Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: %sClick here%s to activate <strong>Bookings</strong> API Key.
ca: %sClica aquí %s per activar la clau de l'API de <strong>Reserves</strong>.
de_de: %s Klicken Sie hier auf %s, um den API-Schlüssel <strong> Buchungen </strong> zu aktivieren.
el: %sΚάντε κλικ ΕΔΩ%s να ενεργοποιείς <strong>Κρατήσεις</strong> Κλειδί API.
es_es: %s Haga clic aquí %s para activar la Clave API <strong> Reservas </strong>.
et_et: %sclick siin%s broneeringute api klahvi aktiveerimiseks.
fi: %s Klikkaa tätä %s aktivoidaksesi <strong> Varaukset </strong> -sovellusavaimen.
fr_fr: %s Cliquez ici %s pour activer la clé API <strong> Réservations </strong>.
he_il: %s לחץ כאן%s כדי להפעיל את <strong> API </strong> מפתח API.
it_it: %s Clicca qui %s per attivare la Clave API <strong> Prenotazioni </strong>.
ja: %s ここをクリック %s して<strong>予約</strong> API キーを有効にします。
nl_nl: %s Klik hier %s om de <strong> Bookings </strong> API-sleutel te activeren.
pl_pl: %s Kliknij tutaj %s, aby aktywować <strong> Rezerwacje </strong> Klucz API.
pt_pt: %s Clique aqui%s para ativar a chave API <strong> Reservas </strong>.
sv_se: %sKlicka här%s för att aktivera API-nyckeln <strong>Bokning</strong>.

source: (Attention: Time is required for this event)
ca: (Atenció: cal temps per a aquest esdeveniment)
de_de: (Achtung: Für dieses Ereignis ist Zeit erforderlich)
el: (Προσοχή: Απαιτείται χρόνος για αυτή την εκδήλωση)
es_es: (Atención: se requiere tiempo para este evento)
et_et: (Tähelepanu: selle sündmuse jaoks on vaja aega)
fi: (Huom: Tämä tapahtuma vaatii aikaa)
fr_fr: (Attention: le temps est requis pour cet événement)
he_il: (תשומת לב: נדרש זמן לאירוע זה)
it_it: (Attenzione: è richiesto il tempo per questo evento)
ja: (注意：このイベントには時間が必要です）
nl_nl: (Aandacht: tijd is vereist voor deze gebeurtenis)
pl_pl: (Uwaga: wymagany jest czas na to wydarzenie)
pt_pt: (Atenção: o tempo é necessário para este evento)
sv_se: (Uppmärksamhet: Tid krävs för detta evenemang)

source: before the booking starts
ca: abans que comenci la reserva
de_de: vor Beginn der Buchung
el: πριν ξεκινήσει η κράτηση
es_es: antes de que comience la reserva
et_et: enne broneerimise algust
fi: ennen varauksen alkamista
fr_fr: avant le début de la réservation
he_il: לפני תחילת ההזמנה
it_it: prima che inizi la prenotazione
ja: 予約開始前
nl_nl: voordat de boeking begint
pl_pl: przed rozpoczęciem rezerwacji
pt_pt: antes da reserva começar
sv_se: innan bokningen börjar

source: %d Booking staus(s) changed to Paid
ca: %d s'ha canviat la reserva a Pagada
de_de: %d Status der Buchung geändert zu bezahlt
el: %d Κατάσταση(ες) κράτησης άλλαξαν σε Επί πληρωμή
es_es: %d El estado de la reserva (se cambia) a Pagado
et_et: %d broneeringu oleku(t) muudeti tasuliseks
fi: %d Varaustila (t) vaihdetaan Paideksi
fr_fr: %d Le statut de réservation (est) a changé pour Payé
he_il: % d סטאוס ההזמנה השתנה ל בתשלום
it_it: %d Lo stato della prenotazione (è) è cambiato in Pagato
ja: %d 件の予約ステータスが有料に変更されました
nl_nl: %d Boekingsstatus (is) gewijzigd in Betaald
pl_pl: % d Stau (s) rezerwacji zmieniono na Opłacona
pt_pt: %d Status da reserva (é) alterado para Pago
sv_se: %d Bokningsstatus (är) ändrad till Betald

source: %d Booking staus(s) changed to Un-Paid
ca: %d s'han canviat els staus de la reserva a No Pagada
de_de: %d Staus der Buchung geändert zu unbezahlt
el: %d Κατάσταση(ες) κράτησης άλλαξαν σε Χωρίς πληρωμή
es_es: %d El estado de la reserva (se cambia) a Sin pagar
et_et: %d broneeringu oleku(t) muudeti tasumata
fi: %d Varaustila (t) muutettiin Un-Paideksi
fr_fr: %d Le statut de la réservation (est) a changé pour Non payé
he_il: % d הזמנות Staus השתנו ל- Un-paid
it_it: %d Lo stato della prenotazione (è) è cambiato in Non-pagato
ja: %d 件の予約ステータスが未払いに変更されました
nl_nl: %d Boekingsstatus (is) gewijzigd in Niet betaald
pl_pl: % d Staus (s) rezerwacji zmieniono na Nieopłacona
pt_pt: %d Status de reserva (é) alterado para Não remunerado
sv_se: %d Bokningsstatus (är) ändrad till Un-Paid

source: %d item(s) Booking Confirmed
ca: %d'element(s) de la reserva confirmat(s)
de_de: %d Artikel Buchung bestätigt
el: %d στοιχείο(α) Η κράτηση επιβεβαιώθηκε
es_es: %d artículo (s) reserva confirmada
et_et: %d toodete broneerimine kinnitatud
fi: %d tuotetta varaus vahvistettu
fr_fr: %d item (s) Réservation confirmée
he_il: % d פריטים ההזמנה מאושרת
it_it: %d articolo / i Prenotazione confermata
ja: %d 件の予約が確定しました。
nl_nl: %d item(s) Boeking bevestigd
pl_pl: % d element (y) Rezerwacja potwierdzona
pt_pt: %d item (s) Reserva confirmada
sv_se: % d objekt (er) Bokning Bekräftad

source: %d item(s) canceled
ca: %d elements cancel·lats
de_de: %d Artikel abgebrochen
el: %d στοιχείο(α) ακυρώθηκαν
es_es: %d artículo (s) cancelado
et_et: %d Tooted tühistatud
fi: %d tuotetta peruutettu
fr_fr: %d article (s) annulé
he_il: % d פריטים בוטלו
it_it: %d articolo / i cancellato
ja: %d のアイテムがキャンセルされました。
nl_nl: %d item(s) geannuleerd
pl_pl: % d elementów anulowanych
pt_pt: %d item (s) cancelado
sv_se: % d objekt (er) avbruten

source: %d item(s) deleted
ca: %d elements suprimits
de_de: %d Elemente gelöscht
el: %d στοιχείο(α) διαγράφηκαν
es_es: %d elemento (s) eliminado
et_et: %d toode (id) kustutatud
fi: %d tuotetta poistettu
fr_fr: %d élément (s) supprimé (s)
he_il: % d פריטים נמחקו
it_it: %d articolo / i cancellato
ja: %d 個のアイテムが削除されました。
nl_nl: %d item(s) verwijderd
pl_pl: Usunięto% d elementów
pt_pt: %d item (s) excluídos
sv_se: %d objekt (er) raderade

source: %d items(s) Re-synced with Google Calender
ca: %d elements re-sincronitzats amb Google Calender
de_de: %d Artikel Mit Google Kalender erneut synchronisiert
el: %d στοιχείο(α) συγχρονίστηκαν εκ νέου με το Ημερολόγιο Google
es_es: %d elementos (s) resincronizados con Google Calender
et_et: %d üksused (id) sünkroonis Google'i kalendriga
fi: %d tuotetta synkronoitu uudelleen Google Calenterin kanssa
fr_fr: %d éléments(s) resynchronisés avec Google Calender
he_il: % d פריטים מסונכרנים מחדש עם Google Calender
it_it: %d Articoli (i) reinstratti con Google Calender
ja: %d 個のアイテムがGoogle Calenderと再同期されました。
nl_nl: %d items(s) opnieuw gesynchroniseerd met Google Calendar
pl_pl: % d elementów ponownie zsynchronizowano z Kalendarzem Google
pt_pt: %d itens (s) sinistrados com o Google Calender
sv_se: %d objekt har synkroniserats om med Google Kalender

source: %s has been added to your cart.
ca: %s s'ha afegit a la cistella.
de_de: %s wurde Ihrem Warenkorb hinzugefügt.
el: %s έχει προστεθεί στο καλάθι σας.
es_es: %s ha sido agregado a su carrito.
et_et: %s on teie ostukorvi lisatud.
fi: %s on lisätty ostoskoriin.
fr_fr: %s a été ajouté à votre panier.
he_il: %s נוסף לעגלת הקניות שלך.
it_it: %s è stato aggiunto al tuo carrello.
ja: %s がカートに追加されました
nl_nl: %s is toegevoegd aan uw winkelwagen.
pl_pl: %s został dodany do twojego koszyka.
pt_pt: %s foi adicionado ao seu carrinho.
sv_se: %s har lagts till i din kundvagn.

source: (%s left)
ca: (Queden %s)
de_de: (%s übrig)
el: (%s αριστερά)
es_es: (quedan %s)
et_et: (%s jäänud)
fi: (%s jäljellä)
he_il: (נותרו %s)
it_it: (%s sinistra)
ja: (残り %s)
nl_nl: (%s links)
sv_se: (%s kvar)

source: (Attention: Time is required for this event)
ca: (Atenció: cal temps per a aquest esdeveniment)
de_de: (Achtung: Für dieses Ereignis ist Zeit erforderlich)
el: (Προσοχή: Απαιτείται χρόνος για αυτή την εκδήλωση)
es_es: (Atención: se requiere tiempo para este evento)
et_et: (Tähelepanu: selle sündmuse jaoks on vaja aega)
fi: (Huom: Tämä tapahtuma vaatii aikaa)
fr_fr: (Attention: le temps est requis pour cet événement)
he_il: (תשומת לב: נדרש זמן לאירוע זה)
it_it: (Attenzione: è richiesto il tempo per questo evento)
ja: (注意：このイベントには時間が必要です）
nl_nl: (Aandacht: tijd is vereist voor deze gebeurtenis)
pl_pl: (Uwaga: wymagany jest czas na to wydarzenie)
pt_pt: (Atenção: o tempo é necessário para este evento)
sv_se: (Uppmärksamhet: Tid krävs för detta evenemang)

source: 1. All dates are available by default. Create rules to set the time period when you are not available to take bookings.
ca: 1. Totes les dates estan disponibles per defecte. Creeu regles per definir el període de temps en què no esteu disponible per fer reserves.
de_de: 1. Alle Daten sind standardmäßig verfügbar. Erstellen Sie Regeln, um den Zeitraum festzulegen, in dem Sie keine Buchungen annehmen können.
el: 1. Όλες οι ημερομηνίες είναι διαθέσιμες από προεπιλογή. Δημιουργήστε κανόνες για να ορίσετε τη χρονική περίοδο που δεν είστε διαθέσιμοι για κρατήσεις.
es_es: 1. Todas las fechas están disponibles por defecto. Cree reglas para establecer el período de tiempo cuando no esté disponible para realizar reservas.
et_et: 1. Kõik kuupäevad on vaikimisi saadaval. Looge reeglid, et määrata ajaperiood,et määrata ajaperiood, mil te ei saa broneeringuid vastu võtta.
fi: 1. Kaikki päivämäärät ovat saatavana oletuksena. Luo säännöt asettaaksesi ajanjakson, jolloin et ole valmis varaamaan.
fr_fr: 1. toutes les dates sont disponibles par défaut. Créer des règles pour définir la période de temps lorsque vous n’êtes pas disponible pour prendre les réservations.
he_il: 1. כל התאריכים זמינים כברירת מחדל. צור כללים כדי להגדיר את פרק הזמן שבו אינך זמין להזמנת הזמנות.
it_it: 1. Tutte le date sono disponibili per impostazione predefinita. Crea regole per impostare il periodo di tempo in cui non sei disponibile per accettare le prenotazioni.
ja: 1. デフォルトではすべての日程が利用可能です。ルールを作成し、予約を受け付けることができない期間を設定します。
nl_nl: 1. Alle datums zijn standaard beschikbaar. Maak regels om de periode in te stellen wanneer u niet beschikbaar bent om boekingen te maken.
pl_pl: 1. Wszystkie daty są domyślnie dostępne. Utwórz reguły, aby ustawić okres, w którym nie będziesz mieć możliwości dokonywania rezerwacji.
pt_pt: 1. Todas as datas estão disponíveis por padrão. Crie regras para definir o período em que você não estiver disponível para fazer reservas.
sv_se: 1. Alla datum är tillgängliga som standard. Skapa regler för att ställa in tidsperioden när du inte är tillgänglig för att ta emot bokningar

source: 2. Mark all the dates/blocks as unavailable and then set the time period when you are available for bookings.
ca: 2. Marqueu totes les dates / blocs com a no disponibles i, a continuació, definiu el període de temps en què esteu disponible per a les reserves.
de_de: 2. Markieren Sie alle Daten / Blöcke als nicht verfügbar und legen Sie den Zeitraum fest, in dem Sie für Buchungen verfügbar sind.
el: 2. Επισημάνετε όλες τις ημερομηνίες/μπλοκ ως μη διαθέσιμες και, στη συνέχεια, ορίστε τη χρονική περίοδο κατά την οποία είστε διαθέσιμοι για κρατήσεις.
es_es: 2. marca todas los fechas/bloques como carácter y establezca el periodo de tiempo cuando usted está disponible para reservas.
et_et: 2. Märkige kõik kuupäevad/plokid kättesaamatuks ja seejärel määrake ajaperiood, millal olete broneerimiseks saadaval.
fi: 2. Merkitse kaikki päivämäärät / lohkot pois päältä ja aseta sitten ajanjakso, jolloin olet käytettävissä varauksille.
fr_fr: 2. Marquez toutes les dates/blocs comme indisponible et puis définissez la période de temps lorsque vous êtes disponible pour les réservations.
he_il: 2. סמן את כל התאריכים / בלוקים כבלתי זמינים ולאחר מכן להגדיר את תקופת הזמן כאשר אתה זמין עבור הזמנות.
it_it: 2. Contrassegna tutte le date/i blocchi come non disponibili e quindi imposta il periodo di tempo in cui sei disponibile per le prenotazioni.
ja: 2. すべての日付/ブロックを予約不可としてマークし、予約可能な期間を設定します。
nl_nl: 2. Markeer alle datums / blokken als niet beschikbaar en stel vervolgens de tijdsperiode in wanneer u beschikbaar bent voor boekingen.
pl_pl: 2. Zaznacz wszystkie daty / bloki jako niedostępne, a następnie ustaw przedział czasu, w którym będziesz dostępny dla rezerwacji.
pt_pt: 2. Marque todas as datas/blocos como indisponíveis e defina o período em que estiver disponível para reservas.
sv_se: 2. Markera alla datum/block som otillgängliga och ställ sedan in tidsperioden när du är tillgänglig för bokningar.

source: <br><span style='float:left;'><i>Fixed Blocks : Customers can book one block at a time.<br>Enable Range : Customers can book multiple blocks by choosing a start and an end.</i></span>
ca: <br><span style="float:left;"><i>Blocs fixos: els clients poden reservar un bloc a la vegada.<br>Habilita l'interval: els clients poden reservar diversos blocs triant un inici i un final.</i></span>
de_de: <br> <span style = "float: left;"> <i> Feste Blöcke: Kunden können jeweils einen Block buchen. <br> Bereich aktivieren: Kunden können mehrere Blöcke buchen, indem sie einen Anfang und ein Ende auswählen. </ i> </ span>
el: <br><span style='float:left;'><i>Σταθερά μπλοκ : Οι πελάτες μπορούν να κάνουν κράτηση για ένα μπλοκ τη φορά.<br>Ενεργοποίηση εύρους: Οι πελάτες μπορούν να κάνουν κράτηση για πολλά μπλοκ επιλέγοντας αρχή και τέλος.</ i></span>
es_es: <br><span style="float:left;"><i>Bloques fijos: Los clientes pueden reservar una cuadra en un momento.<br>Activar rango: Clientes pueden reservar varios bloques eligiendo un comienzo y un fin.</i></span>
et_et: <br><span style='float:left;'><i>Fikseeritud plokid: kliendid saavad broneerida ühe ploki korraga.<br>Luba vahemik : kliendid saavad broneerida mitu plokki, valides alguse ja lõpu.</i></span>
fi: <br><span style='float:left;'><i> Kiinteät lohkot: Asiakkaat voivat varata yhden lohkon kerrallaan.<br>Enable Range: Asiakkaat voivat varata useita lohkoja valitsemalla aloituksen ja lopun.</i></span>
fr_fr: <br><span style="float:left;"><i>Blocs fixes : Les visiteurs peuvent réserver un pâté de maisons à la fois.<br>Enable Range : Les clients peuvent réserver plusieurs blocs en choisissant un début et une fin.</i></span>
he_il: <br> <span style="float:left;"><i>בלוקים קבועים: לקוחות יכולים להזמין בלוק אחד בכל פעם. <br> אפשר טווח: לקוחות יכולים להזמין בלוקים מרובים על ידי בחירת התחלה וסיום.</i></span>
it_it: Blocchi fissi: i clienti possono prenotare un blocco alla volta. Range innabile: i clienti possono prenotare più blocchi scegliendo un inizio e una fine.
ja: <br><span style='float:left;'><i>固定ブロック：一度に一つのブロックを予約することができます。<br>有効範囲：お客様は、開始と終了を選択することにより、複数のブロックを予約することができます。</i></span>
nl_nl: <br><span style='float:left;'><i>Vaste Blokken: klanten kunnen één blok tegelijk boeken.<br>Bereik Inschakelen: klanten kunnen meerdere blokken boeken door een begin en een einde te kiezen.</i></span>
pl_pl: <br><span style='float:left;'><i>Naprawiono bloki: Klienci mogą zarezerwować jeden blok na raz.<br>Włącz zakres: Klienci mogą zarezerwować wiele bloków, wybierając początek i koniec.</i></span>
pt_pt: Blocos fixos: os clientes podem reservar um bloco de cada vez. Ranho de ligação: Os clientes podem reservar vários blocos escolhendo um início e um fim.
sv_se: <br><span style='float:left;'><i>Fasta block: Kunder kan boka ett block åt gången.<br>Aktivera intervall: Kunder kan boka flera block genom att välja start och slut.</ i></span>

source: <h4><b>Single Resource</b> - Customers can choose One Resource from a Drop Down containing all the resources. </h4><h4><b>Multiple Resources</b> - Customers can select Multiple Resource while booking.</h4>
ca: <h4><b>Un sol recurs:</b> els clients poden triar Un recurs d'un desplegable que contingui tots els recursos. </h4><h4><b>Diversos recursos:</b> els clients poden seleccionar Diversos recursos mentre reserven.</h4>
de_de: <h4> <b> Einzelne Ressource </ b> - Kunden können eine Ressource aus einer Dropdown-Liste auswählen, die alle Ressourcen enthält. </ h4> <h4> <b> Mehrere Ressourcen </ b> - Kunden können bei der Buchung mehrere Ressourcen auswählen. </ h4>
el: <h4><b>Μοναδικός πόρος</b> - Οι πελάτες μπορούν να επιλέξουν έναν πόρο από ένα αναπτυσσόμενο μενού που περιέχει όλους τους πόρους. </h4><h4><b>Πολλαπλοί πόροι</b> - Οι πελάτες μπορούν να επιλέξουν Πολλαπλούς πόρους κατά την κράτηση.</h4>
es_es: <h4> <b> Recurso único </b>: los clientes pueden elegir un recurso de un menú desplegable que contiene todos los recursos. </h4><h4> <b> Múltiples recursos </b>: los clientes pueden seleccionar Múltiples recursos al reservar. </h4>
et_et: <h4> <b>Üks ressurss</b> - Kliendid saavad kõiki ressursse sisaldavast rippmenüüst valida ühe ressursi. </h4><h4><b>Mitu ressurssi</b> - Kliendid saavad broneerimisel valida mitu ressurssi.</h4>
fi: <h4> <b> Yksi resurssi </b> - Asiakkaat voivat valita yhden resurssin avattavasta valikosta, joka sisältää kaikki resurssit. </h4><h4> <b> Useita resursseja </b> - Asiakkaat voivat valita useita resursseja varauksen yhteydessä. </h4>
fr_fr: <h4><b>Ressource unique</b> - Les clients peuvent choisir une ressource dans une liste déroulante contenant toutes les ressources. </h4><h4> <b> Ressources multiples </b> - Les clients peuvent sélectionner plusieurs ressources lors de la réservation.</h4>
he_il: <h4> <b> משאב יחיד </ b> - לקוחות יכולים לבחור משאב אחד מהתפריט הנפתח המכיל את כל המשאבים. </h4><h4> <b> משאבים מרובים </b> - לקוחות יכולים לבחור משאבים מרובים בעת ביצוע ההזמנה. </ h4>
it_it: Risorsa singola: i clienti possono scegliere una risorsa da un discesa contenente tutte le risorse. Risorse multiple: i clienti possono selezionare più risorse durante la prenotazione.
ja: <h4><b>単一リソース</b> - お客様は、すべてのリソースを含むドロップダウンから1つのリソースを選択することができます。</h4><h4><b>複数のリソース</b> - 予約時に複数のリソースを選択することができます。</h4>
nl_nl: <h4> <b> Eén resource</b> - Klanten kunnen één resource kiezen uit een vervolgkeuzelijst met alle resources. </h4><h4> <b> Meerdere resources</b> - Klanten kunnen tijdens het boeken meerdere resources selecteren. </h4>
pl_pl: <h4> <b> Pojedynczy zasób </b> - klienci mogą wybrać jeden zasób z menu rozwijanego zawierającego wszystkie zasoby. </h4><h4> <b> Wiele zasobów </b> - klienci mogą wybrać wiele zasobów podczas rezerwacji. </h4>
pt_pt: Recurso único - Os clientes podem escolher um recurso de uma suspensão contendo todos os recursos. Vários recursos - os clientes podem selecionar vários recursos durante a reserva.
sv_se: <h4><b>Enskild resurs</b> - Kunder kan välja en resurs från en rullgardinsmeny som innehåller alla resurser. </h4><h4><b>Flera resurser</b> - kunder kan välja flera resurser när de bokar.</h4>

source: <span style='padding-left:2%; font-size:12px;'><i>Check this box if the booking requires admin approval/confirmation.</i></span>
ca: <span style='padding-left:2%; font-size:12px;'><i>Marqueu aquesta casella si la reserva requereix l'aprovació/confirmació de l'administrador.</i></span>
de_de: <span style = 'links auffüllen: 2%; font-size: 12px; '> <i> Aktivieren Sie dieses Kontrollkästchen, wenn für die Buchung eine Bestätigung durch den Administrator erforderlich ist. </i> </span>
el: <span style='padding-left:2%; font-size:12px;'><i>Επιλέξτε αυτό το πλαίσιο εάν η κράτηση απαιτεί έγκριση/επιβεβαίωση διαχειριστή.</i></span>
es_es: <span style='padding-left:2%; font-size:12px;'><i>Marque esta casilla si la reserva requiere aprobación o confirmación de administrador.</i></span>
et_et: <span style = 'links auffüllen: 2%; font-size: 12px; '> <i> Märkige see ruut, kui broneerimine nõuab administraatori heakskiitu/kinnitust. </ i> </ span>
fi: <span style='padding-left: 2%; font-size: 12px; '><i>Valitse tämä valintaruutu, jos varaus vaatii järjestelmänvalvojan hyväksyntää / vahvistusta.</i></span>
fr_fr: <span style='padding-left:2%; font-size:12px;'><i>Cochez cette case si la réservation requiert une approbation d’admin/confirmation.</i></span>
he_il: <span style='padding-left:2%; font-size:12px;'><i>סמן תיבה זו אם ההזמנה דורשת אישור / אישור של מנהל המערכת.</i></span>
it_it: Controlla questa casella se la prenotazione richiede l'approvazione/conferma dell'amministratore.
ja: <span style='padding-left:2%; font-size:12px;'><i>予約に管理者の承認/確認が必要な場合は、このボックスにチェックを入れてください。</i></span>
nl_nl: <span style = 'padding-left: 2%; font-size: 12px; '> <i> Vink dit vakje aan als de boeking goedkeuring / bevestiging van de beheerder vereist. </i> </span>
pl_pl: <span style = 'padding-left: 2%; font-size: 12px; '> <i> Zaznacz to pole, jeśli rezerwacja wymaga zgody / potwierdzenia administratora. </i> </span>
pt_pt: Verifique esta caixa se a reserva exigir aprovação/confirmação do administrador.
sv_se: <span style='padding-left:2%; font-size:12px;'><i>Markera den här rutan om bokningen kräver administratörsgodkännande/bekräftelse.</i></span>

source: <span style='padding-left:2%;'><i>Allow multiple bookings for the same block until the specified number is reached.</i></span>
ca: <span style='padding-left:2%;'><i>Permet diverses reserves per al mateix bloc fins que s'assoleixi el número especificat.</i></span>
de_de: <span style = 'padding-left: 2%;'> <i> Lassen Sie mehrere Buchungen für denselben Block zu, bis die angegebene Anzahl erreicht ist. </ i> </ span>
el: <span style='padding-left:2%;'><i>Να επιτρέπονται πολλές κρατήσεις για το ίδιο μπλοκ μέχρι να επιτευχθεί ο καθορισμένος αριθμός.</i></span>
es_es: <span style='padding-left:2%;'><i>Permite múltiples reservas para el mismo bloque hasta que se alcanza el número especificado.</i></span>
et_et: <span style = 'padding-left: 2%;'> <i> Lubage sama ploki jaoks mitu broneeringut kuni määratud arv on saavutatud. </ i> </ span>
fi: <span style='padding-left: 2%;'> <i> Salli useita varauksia samalle lohkolle, kunnes määritetty määrä on saavutettu. </i> </span>
fr_fr: <span style='padding-left:2%;'><i>Permettre les réservations multiples pour le même bloc jusqu'à ce que le nombre spécifié est atteint.</i></span>
he_il: <span style='padding-left:2%;'><i>אפשר הזמנות מרובות לאותו גוש עד שיגיע המספר שצוין.</i></span>
it_it: Consentire più prenotazioni per lo stesso blocco fino al raggiungimento del numero specificato.
ja: <span style='padding-left:2%;'><i>指定された数に達するまで、同じブロックに対して複数の予約を許可する。</i></span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Sta meerdere boekingen toe voor hetzelfde blok totdat het opgegeven aantal is bereikt. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Zezwalaj na wiele rezerwacji dla tego samego bloku, aż do osiągnięcia określonej liczby. </i> </span>
pt_pt: Permita várias reservas para o mesmo bloco até que o número especificado seja atingido.
sv_se: <span style='padding-left:2%;'><i>Tillåt flera bokningar för samma block tills det angivna antalet uppnås.</i></span>

source: <span style='padding-left:2%;'><i>Auto-Select Minimum Booking Slots.</i></span>
ca: <span style='padding-left:2%;'><i>Seleccioneu automàticament les places mínimes de reserva.</i></span>
de_de: <span style = 'padding-left: 2%;'> <i> Automatische Auswahl der Mindestbuchungszeiträume. </i> </span>
el: <span style='padding-left:2%;'><i>Αυτόματη επιλογή θέσεων ελάχιστης κράτησης.</i></span>
es_es: <span style = 'padding-left: 2%;'> <i> Seleccionar automáticamente espacios mínimos de reserva. </i> </span>
et_et: <span style = 'padding-left: 2%;'> <i> Minimaalsete broneerimisaegade automaatne valimine. </i> </span>
fi: <span style='padding-left: 2%;'> <i> Valitse automaattisesti valitut vähimmäispaikat. </i> </span>
fr_fr: <span style = 'padding-left: 2%;'> <i> Sélection automatique des emplacements de réservation minimum. </i> </span>
he_il: <span style = 'padding-left: 2%;'> <i> בחר אוטומטית חריצי הזמנה מינימליים. </i> </span>
it_it: Slot di prenotazione minima di selezione automatica.
ja: <span style='padding-left:2%;'><i>最低予約枠の自動選択。</i></span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Minimum boekingsslots automatisch selecteren. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Automatyczny wybór minimalnych miejsc rezerwacyjnych. </i> </span>
pt_pt: Seleção automática de slots mínimos de reserva.
sv_se: <span style='padding-left:2%;'><i>Välj automatiskt lägsta bokningstillfällen.</i></span>
