Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: <span style='padding-left:2%;'><i>Enable this option to offer bookings on a per night basis. For Eg : Accommodations. The customer can choose a check in and check out date.</i></span>
ca: <span style='padding-left:2%;'><i>Habiliteu aquesta opció per oferir reserves per nit. Per a Eg: Allotjaments. El client pot triar una data d'entrada i sortida.</i></span>
de_de: <span style = 'padding-left: 2%;'> <i> Aktivieren Sie diese Option, um Buchungen pro Nacht anzubieten. Zum Beispiel: Unterkünfte. Der Kunde kann ein An- und Abreisedatum auswählen. </i> </ span>
el: <span style='padding-left:2%;'><i>Ενεργοποιήστε αυτήν την επιλογή για να προσφέρετε κρατήσεις ανά διανυκτέρευση. Για Π.χ.: Διαμονή. Ο πελάτης μπορεί να επιλέξει ημερομηνία άφιξης και αναχώρησης.</i></span>
es_es: <span style='padding-left:2%;'><i>Habilite esta opción para ofrecer reservas sobre una base por noche. Por ej: alojamiento. El cliente puede elegir en un cheque y fecha de salida.</i></span>
et_et: <span style = 'padding-left: 2%;'> <i> Luba see suvand, et pakkuda broneeringuid aadressil a öö kohta. Näiteks: majutus. Klient saab valida sisseregistreerimise ja väljaregistreerimise kuupäev. </ I> </ span>
fi: <span style='padding-left: 2%;'><i> Ota tämä vaihtoehto käyttöön tarjotaksesi varauksia yötä kohti. Esimerkiksi: Majoitukset. Asiakas voi valita sisään- ja uloskirjautumispäivän. </i></span>
fr_fr: <span style='padding-left:2%;'><i>Activez cette option pour offrir des réservations sur une base par nuit. Pour par exemple : hébergement. Le client peut choisir un check-in et vérifier la date.</i></span>
he_il: <span style='padding-left:2%;'><i>אפשר אפשרות זו להציע הזמנות על בסיס ללילה. לדוגמה: לינה. הלקוח יכול לבחור צ'ק אין ולבדוק את התאריך.</i></span>
it_it: Abilita questa opzione di offrire prenotazioni su base notturna. Per EG: alloggi. Il cliente può scegliere una data di check -in e check -out.
ja: <span style='padding-left:2%;'><i>このオプションを有効にすると、1泊単位で予約できます。例：宿泊施設。顧客はチェックインとチェックアウトの日付を選択することができます。</i></span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Schakel deze optie in om boekingen per nacht aan te bieden. Voor bijvoorbeeld: accommodaties. De klant kan een in- en uitcheckdatum kiezen. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Włącz tę opcję, aby oferować rezerwacje na podstawie nocy. Na przykład: Noclegi. Klient może wybrać datę zameldowania i wymeldowania. </i> </span>
pt_pt: <span style='padding-left:2%;'><i>Habilite esta opção para oferecer reservas por noite. Para por exemplo: acomodações. O cliente pode escolher uma data de check -in e check -out.</i></span>
sv_se: <span style='padding-left:2%;'><i>Aktivera det här alternativet för att erbjuda bokningar per natt. För t.ex.: Boende. Kunden kan välja ett in- och utcheckningsdatum.</i></span>

source: <span style='padding-left:2%;'><i>Enabling this option will allow customers to book timeslots across days. For Eg : 9.00 Am , 1st May to 6.00 Pm 2nd May.</i></span>
ca: <span style='padding-left:2%;'><i>Si activeu aquesta opció, els clients podran reservar intervals de temps al llarg dels dies. Per a Eg: 9.00 h, de l'1 de maig a les 18.00 h del 2 de maig.</i></span>
de_de: <span style = 'padding-left: 2%;'> <i> Wenn Sie diese Option aktivieren, können Kunden Zeitfenster für mehrere Tage buchen. Zum Beispiel: 9.00 Uhr, 1. Mai bis 18.00 Uhr, 2. Mai. </ I> </ span>
el: <span style='padding-left:2%;'><i>Η ενεργοποίηση αυτής της επιλογής θα επιτρέψει στους πελάτες να κάνουν κράτηση χρονοθυρίδων για ημέρες. Για Π.χ.: 9.00 π.μ., 1η Μαΐου έως 6.00 μ.μ. 2 Μαΐου.</i></span>
es_es: <span style = 'padding-left: 2%;'> <i> Habilitar esta opción permitirá a los clientes reservar espacios de tiempo entre días. Por ejemplo: 9.00 a.m., 1 de mayo a 6.00 p.m., 2 de mayo. </i> </span>
et_et: <span style = 'padding-left: 2%;'> <i> Selle valiku lubamine võimaldab klientidel broneerida ajavahemikke päevade kaupa. Näiteks: 9.00, 1. mai kuni 18.00 2. mai. </ I> </ span>
fi: <span style = 'padding-left: 2%;'> <i> Tämän vaihtoehdon ottaminen käyttöön antaa asiakkaille mahdollisuuden varata aikavälejä päivien yli. Esimerkiksi: 9.00 am, 1. toukokuuta - 6.00 Pm 2. toukokuuta. </i> </span>
fr_fr: <span style = 'padding-left: 2%;'> <i> L'activation de cette option permettra aux clients de réserver des plages horaires sur plusieurs jours. Par exemple: 9.00 Am , 1st May to 6.00 Pm 2nd May. </i> </span>
he_il: <span style = 'padding-left: 2%;'> <i> הפעלת אפשרות זו תאפשר ללקוחות להזמין מספר שעות על פני ימים. למשל: 9.00 בבוקר, 1 במאי עד 6.00 בערב שני במאי. </i> </span>
it_it: Abilitare questa opzione consentirà ai clienti di prenotare tempi nei giorni. Per EG: 9.00, dal 1 maggio alle 18.00 2 maggio.
ja: <span style='padding-left:2%;'><i>このオプションを有効にすると、日をまたいだタイムスロットの予約が可能になります。例：5月1日午前9時から5月2日午後6時まで。</i></span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Als u deze optie inschakelt, kunnen klanten timeslots over dagen boeken. Voor bijvoorbeeld: 1 mei 9.00 uur tot 2 mei 18.00 uur. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Włączenie tej opcji pozwoli klientom rezerwować przedziały czasowe w ciągu kilku dni. Na przykład: 9.00, 1 maja do 18.00, 2 maja. </i> </span>
pt_pt: <span style='padding-left:2%;'><i>Habilitar essa opção permitirá que os clientes reservem horários de reserva durante os dias. Por exemplo: 9h00, 1º de maio às 18h de 2 de maio.</i></span>
sv_se: <span style='padding-left:2%;'><i>Om du aktiverar det här alternativet kan kunderna boka tider över dagar. För t.ex.: 1 maj, 09.00 till 2 maj, 18.00.</i></span>

source: <span style='padding-left:2%;'><i>Enabling this option will display both the Booking Slot Start Time as well as End Time on the calendar.</i></span>
ca: <span style='padding-left:2%;'><i>Si activeu aquesta opció, es mostrarà tant l'hora d'inici de la ranura de reserva com l'hora de finalització al calendari.</i></span>
de_de: <span style = 'padding-left: 2%;'> <i> Wenn Sie diese Option aktivieren, werden sowohl die Startzeit des Buchungsfensters als auch die Endzeit im Kalender angezeigt. </ i> </ span>
el: <span style='padding-left:2%;'><i>Η ενεργοποίηση αυτής της επιλογής θα εμφανίσει στο ημερολόγιο τόσο την Ώρα έναρξης της υποδοχής κράτησης όσο και την Ώρα λήξης.</i></span>
es_es: <span style = 'padding-left: 2%;'> <i> Habilitar esta opción mostrará tanto la Hora de inicio del espacio de reserva como la Hora de finalización en el calendario. </i> </span>
et_et: <span style = 'padding-left: 2%;'> <i> Selle valiku lubamisel kuvatakse kalendris nii broneerimisaja algusaeg kui ka lõppaeg.</ i> </ span>
fi: <span style = 'padding-left: 2%;'> <i> Tämän vaihtoehdon ottaminen käyttöön näyttää sekä varauspaikan aloitusajan että lopetusajan kalenterissa. </i> </span>
fr_fr: <span style = 'padding-left: 2%;'> <i> L'activation de cette option affichera à la fois l'heure de début de la réservation et l'heure de fin sur le calendrier. </i> </span>
he_il: <span style = 'padding-left: 2%;'> <i> הפעלת אפשרות זו תציג גם את זמן התחלת חריץ ההזמנה וגם את זמן הסיום בלוח השנה. </i> </span>
it_it: Abilitazione di questa opzione visualizzerà sia l'ora di inizio della slot di prenotazione sia l'orario di fine sul calendario.
ja: <span style='padding-left:2%;'><i>このオプションを有効にすると、予約スロットの開始時間と終了時間の両方がカレンダーに表示されます。</i></span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Als u deze optie inschakelt, worden zowel de starttijd als de eindtijd op de kalender weergegeven. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Włączenie tej opcji spowoduje wyświetlenie zarówno czasu rozpoczęcia boksu rezerwacji, jak i czasu zakończenia w kalendarzu. </i> </span>
pt_pt: <span style='padding-left:2%;'><i>A ativação desta opção exibirá o horário de início do slot de reserva e o horário de término no calendário.</i></span>
sv_se: <span style='padding-left:2%;'><i>Om du aktiverar det här alternativet visas både starttiden för bokningsplatsen och sluttiden i kalendern.</i></span>

source: <span style='padding-left:2%;'><i>Enabling this will show the number of places left for bookings per block.</i><span>
ca: <span style='padding-left:2%;'><i>Si ho activeu, es mostrarà el nombre de places que queden per a les reserves per bloc.</i><span></span>
de_de: <span style = 'padding-left: 2%;'> <i> Wenn diese Option aktiviert ist, wird die Anzahl der für Buchungen pro Block verbleibenden Plätze angezeigt. </ i> <span>
el: <span style='padding-left:2%;'><i>Με την ενεργοποίηση αυτού θα εμφανιστεί ο αριθμός των θέσεων που απομένουν για κρατήσεις ανά μπλοκ.</i><span>
es_es: <span style='padding-left:2%;'><i>Al habilitar esto, se mostrará el número de lugares que quedan para reservas por bloque.</i></span>
et_et: <span style='padding-left:2%;'><i>Selle lubamisel kuvatakse broneerimiseks jäänud kohtade arv ploki kohta.</i></span>
fi: <span style='padding-left: 2%;'> <i> Tämän käyttöönotto näyttää varaamiseen jäävien paikkojen määrän lohkoa kohti. </i> <span>
fr_fr: <span style='padding-left:2%;'><i>Permettre ceci affichera le nombre de places restantes pour les réservations par bloc.</i><span></span></span>
he_il: <span style='padding-left:2%;'><i>הפעלת אפשרות זו תציג את מספר המקומות שנותרו להזמנות לכל בלוק.</i></span>
it_it: Abilitare ciò mostrerà il numero di luoghi rimasti per le prenotazioni per blocco.
ja: <span style='padding-left:2%;'><i>これを有効にすると、ブロックごとの予約残数が表示されます。</i><span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Als u dit inschakelt, wordt het aantal resterende plaatsen voor boekingen per blok weergegeven. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Włączenie tego spowoduje wyświetlenie liczby miejsc pozostałych na rezerwacje na blok. </i> <span>
pt_pt: <span style='padding-left:2%;'><i>Habilitando isso mostrará o número de lugares restantes para reservas por bloco.</i><span>
sv_se: <span style='padding-left:2%;'><i>Om du aktiverar detta visas antalet platser kvar för bokningar per block.</i><span>

source: <span style='padding-left:2%;'><i>Hide checkout date on admin calendar and google calendar for per night bookings.</i></span>
ca: <span style='padding-left:2%;'><i>Oculta la data de compra al calendari d’administració i al calendari de Google per les reserves nocturnes.</i></span>
de_de: <span style='padding-left:2%;'><i>Ausblenden des Checkout-Datums im Verwaltungskalender und im Google-Kalender für Buchungen pro Nacht.</i></span>
el: <span style='padding-left:2%;'><i>Απόκρυψη ημερομηνίας ολοκλήρωσης αγοράς στο ημερολόγιο διαχειριστή και στο ημερολόγιο google για κρατήσεις ανά διανυκτέρευση.</i></span>
es_es: Oculte la fecha de pago en el calendario de administración y el calendario de Google para reservas nocturnas.
et_et: Peitke kassa kuupäev administraatori kalendris ja Google'i kalendris ööbroneeringute kohta.
fi: <span style='padding-left:2%;'><i>Piilota kassapäivä järjestelmänvalvojan kalenterissa ja Google-kalenterissa yökohtaisten varausten osalta.</i></span>
fr_fr: Cachez la date de paiement sur le calendrier d'administration et le calendrier Google pour les réservations par nuit.
he_il: הסתר את תאריך הקופה בלוח השנה של מנהל ולוח השנה של גוגל להזמנות לילה.
it_it: <span style='padding-left:2%;'><i>Nascondi la data di pagamento sul calendario di amministrazione e sul calendario di Google per prenotazioni notturne.</i></span>
ja: <span style='padding-left:2%;'><i>宿泊予約のチェックアウト日を管理カレンダーとグーグルカレンダーで非表示にする。</i></span>
nl_nl: <span style='padding-left:2%;'><i>Checkout -datum verbergen op admin -agenda en Google Agenda voor boekingen per nacht.</i></span>
pl_pl: <span style='padding-left:2%;'><i>Ukryj datę kasy w kalendarzu administracyjnym i kalendarze Google za rezerwacje na noc.</i></span>
pt_pt: <span style='padding-left:2%;'><i>Ocultar data de check -out no calendário do administrador e calendário do Google para reservas por noite.</i></span>
sv_se: Dölj kassdatum på administratörskalender och Google -kalender för bokningar per natt.

source: <span style='padding-left:2%;'><i>Set the maximum period the customer can input. Leave blank for unlimited.</i></span>
ca: <span style='padding-left:2%;'><i>Definiu el període màxim que el client pot introduir. Deixeu-ho en blanc per il·limitat.</i></span>
de_de: <span style = 'padding-left: 2%;'> <i> Legt den maximalen Zeitraum fest, den der Kunde eingeben kann. Leer lassen für unbegrenzt. </ I> </ span>
el: <span style='padding-left:2%;'><i>Ορίστε τη μέγιστη περίοδο που μπορεί να εισαγάγει ο πελάτης. Αφήστε το κενό για απεριόριστο.</i></span>
es_es: <span style='padding-left:2%;'><i>Establezca el período máximo que el cliente puede ingresar. Dejar en blanco por ilimitado.</i></span>
et_et: <span style = 'padding-left: 2%;'> <i> Määrake maksimaalne ajavahemik, mida klient saab sisend. Jätke piiramatult tühjaks. </ I> </ span>
fi: <span style='padding-left: 2%;'> <i> Aseta enimmäisaika, jonka asiakas voi syöttää. Jätä tyhjäksi rajoittamaton. </i> </span>
fr_fr: <span style='padding-left:2%;'><i>Définir la durée maximale, que le client peut saisir. Laissez vide pour illimité.</i></span>
he_il: <span style='padding-left:2%;'><i>הגדר את התקופה המקסימלית שהלקוח יכול להזין. השאר ריק ללא הגבלה.</i></span>
it_it: <span style='padding-left:2%;'><i>Imposta il periodo massimo che il cliente può inserire. Lascia vuoto per illimitato.</i></span>
ja: <span style='padding-left:2%;'><i>顧客が入力できる最大期間を設定します。無制限の場合は空白にしてください。</i></span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Stel de maximale periode in die de klant kan invoeren. Leeg laten voor onbeperkt. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Ustaw maksymalny okres, jaki może wprowadzić klient. Pozostaw puste dla nieograniczonego. </i> </span>
pt_pt: Defina o período máximo em que o cliente pode inserir. Deixe em branco para ilimitar.
sv_se: <span style='padding-left:2%;'><i>Ställ in den maximala perioden som kunden kan ange. Lämna tomt för obegränsat.</i></span>

source: <span style='padding-left:2%;'><i>Set the minimum booking period the customer can select.</i></span>
ca: <span style='padding-left:2%;'><i>Estableix el període mínim de reserva que el client pot seleccionar.</i></span>
de_de: <span style = 'padding-left: 2%;'> <i> Legen Sie den Mindestbuchungszeitraum fest, den der Kunde auswählen kann. </ i> </ span>
el: <span style='padding-left:2%;'><i>Ορίστε την ελάχιστη περίοδο κράτησης που μπορεί να επιλέξει ο πελάτης.</i></span>
es_es: <span style='padding-left:2%;'><i>Establezca el período mínimo de reserva que el cliente puede seleccionar.</i></span>
et_et: <span style = 'padding-left: 2%;'> <i>Määrake minimaalne broneerimisperiood klient saab valida. </ i> </ span>
fi: <span style='padding-left: 2%;'> <i> Aseta vähimmäisvarausaika, jonka asiakas voi valita. </i> </span>
fr_fr: <span style='padding-left:2%;'><i>Définir la période de réservation minimum, que le client peut choisir.</i></span>
he_il: <span style='padding-left:2%;'><i>קבע את תקופת ההזמנה המינימלית שהלקוח יכול לבחור.</i></span>
it_it: <span style='padding-left:2%;'><i>Imposta il periodo di prenotazione minimo che il cliente può selezionare.</i></span>
ja: <span style='padding-left:2%;'><i>顧客が選択できる最小予約期間を設定します。</i></span>
nl_nl: <span style = 'padding-left: 2%;'> <i> Stel de minimale boekingsperiode in die de klant kan selecteren. </i> </span>
pl_pl: <span style = 'padding-left: 2%;'> <i> Ustaw minimalny okres rezerwacji, jaki może wybrać klient. </i> </span>
pt_pt: <span style='padding-left:2%;'><i>Defina o período mínimo de reserva que o cliente pode selecionar.</i></span>
sv_se: <span style='padding-left:2%;'><i>Ange den minsta bokningsperiod som kunden kan välja.</i></span>

source: Across Days Cost Calculation
ca: Al llarg dels dies Càlcul de costos
de_de: Berechnung der Kosten für die Kosten für Tage
el: Υπολογισμός κόστους κατά τις ημέρες
es_es: Durante los días de cálculo de costos
et_et: Päevade kulude arvutamine
fi: Päivien kustannuslaskelma
fr_fr: Au cours des jours de calcul des coûts
he_il: על פי הימים חישוב עלות
it_it: In giorni di calcolo dei costi
ja: アクロス日数コスト計算
nl_nl: Over de tijdskostenberekening
pl_pl: W ciągu dnia Obliczanie kosztów
pt_pt: Durante os dias, cálculo de custos
sv_se: Över dagskostnadsberäkning

source: Add
ca: Afegir
de_de: Einfügen
el: Προσθήκη
es_es: Añadir
et_et: Lisama
fi: Lisätä
fr_fr: Ajouter
he_il: הוסף
it_it: Aggiungi
ja: 追加
nl_nl: Toevoegen
pl_pl: Dodaj
pt_pt: Adicionar
sv_se: Lägg till

source: Add as an event in google calendar
ca: Agregar como event en el calendari de google
de_de: Als Ereignis in Google Kalender hinzufügen
el: Προσθήκη ως συμβάν στο ημερολόγιο Google
es_es: Agregar como evento en el calendario de google
et_et: Lisage Google'i kalendris sündmusena
fi: Lisää tapahtumaksi google-kalenteriin
fr_fr: Ajouter comme événement dans Google Agenda
he_il: הוסף לאירוע ביומן Google ‬
it_it: Aggiungi come evento in Google Calendar
ja: グーグルカレンダーにイベントとして追加する
nl_nl: Voeg toe als een afspraak in Google Agenda
pl_pl: Dodaj jako wydarzenie w kalendarzu Google
pt_pt: Adicione como um evento no Google Calendar
sv_se: Lägg till i google kalender

source: Add Booking
ca: Afegir reserva
de_de: Neue Buchung
el: Προσθήκη κράτησης
es_es: Añadir
et_et: Lisage broneering
fi: Lisää varaus
fr_fr: Ajouter une réservation
he_il: הוסף הזמנה
it_it: Aggiungi prenotazione
ja: 予約の追加
nl_nl: Boeking toevoegen
pl_pl: Dodaj rezerwację
pt_pt: Adicionar Reserva
sv_se: Lägg till bokning

source: Add Product
ca: Afegir producte
de_de: Produkt hinzufügen
el: Προσθήκη προϊόντος
es_es: Agregar producto
et_et: Lisada toodet
fi: Lisää tuote
fr_fr: Ajouter le produit
he_il: הוסף מוצר
it_it: Aggiungi prodotto
ja: 製品を追加する
nl_nl: Product toevoegen
pl_pl: Dodaj produkt
pt_pt: Adicionar produto
sv_se: Lägg till produkt

source: Add-Ons
ca: Complements
el: Πρόσθετα
es_es: Complementos
et_et: Lisandmoodulid
fi: Lisäosat
fr_fr: Modules complémentaires
he_il: תוספות
it_it: Componenti aggiuntivi
ja: アドオン
pl_pl: Dodatki
sv_se: Tillägg

source: Additional content
ca: Contingut addicional
de_de: Zusätzlicher Inhalt
el: Πρόσθετο περιεχόμενο
es_es: Contenido adicional
et_et: Täiendav sisu
fi: Lisäsisältö
fr_fr: Contenu additionnel
he_il: תוכן נוסף
it_it: Contenuto aggiuntivo
ja: 追加コンテンツ
nl_nl: Extra content
pl_pl: Dodatkowa zawartość
pt_pt: Conteúdo adicional
sv_se: Ytterligare innehåll

source: Additional Notes
ca: Notes addicionals
de_de: Zusätzliche Bemerkungen
el: επιπρόσθετες σημειώσεις
es_es: Notas adicionales
et_et: lisamärkmed
fi: Lisämerkinnät
fr_fr: Notes complémentaires
he_il: הערות נוספות
it_it: Note aggiuntive
ja: 特記事項
nl_nl: extra notities
pl_pl: Dodatkowe uwagi
pt_pt: Notas Adicionais
sv_se: Ytterligare anmärkningar

source: After Booking
ca: Després de fer la reserva
de_de: Nach der Buchung
el: Μετά την κράτηση
es_es: Despues de reservar
et_et: Pärast broneerimist
fi: Varauksen jälkeen
fr_fr: Après la réservation
he_il: מאגר זמן לאחר כל הזמנה
it_it: Dopo la prenotazione
ja: 予約後
nl_nl: Na boeking
pl_pl: Po rezerwacji
pt_pt: Depois de reservar
sv_se: Efter bokning

source: All
ca: Tot
de_de: Alle
el: Ολα
es_es: Todos
et_et: Kõik
fi: Kaikki
fr_fr: Tout
he_il: הכל
it_it: Tutti
ja: すべて
nl_nl: Alle
pl_pl: Wszystko
pt_pt: Todos
sv_se: Alla

source: All Bookings
ca: Totes les reserves
de_de: Alle Buchungen
el: Όλες οι κρατήσεις
es_es: Todas las reservas
et_et: Kõik broneeringud
fi: Kaikki varaukset
fr_fr: Toutes les réservations
he_il: כל ההזמנות
it_it: Tutte le prenotazioni
ja: すべての予約
nl_nl: Alle boekingen
pl_pl: Wszystkie rezerwacje
pt_pt: Todas as reservas
sv_se: Alla bokningar

source: All Day
ca: Tot el dia
de_de: Den ganzen Tag
el: Ολη μέρα
es_es: Todo el dia
et_et: Terve päev
fi: Koko päivä
fr_fr: Toute la journée
he_il: כל היום
it_it: Tutto il giorno
ja: 終日
nl_nl: De hele dag
pl_pl: Cały dzień
pt_pt: Dia todo
sv_se: Hela dagen

source: All Status
ca: Tot estat
de_de: Alle Status
el: Όλη η κατάσταση
es_es: Todo Estado
et_et: Kõik olek
fi: Kaikki Statu
fr_fr: Tous les statuts
he_il: כל סטטוס
it_it: Tutto lo stato
ja: すべてのステータス
nl_nl: Alle status
pl_pl: Wszystkie statusy
pt_pt: Todo o status

source: All the costs will be multiplied by the number of participants
ca: Tots els costos es multiplicaran pel nombre de participants
de_de: Alle Kosten werden multipliziert die Anzahl der Teilnehmer
el: Όλα τα έξοδα θα πολλαπλασιαστούν με τον αριθμό των συμμετεχόντων
es_es: Todos los costos se multiplicarán por el número de participantes
et_et: Kõik kulud korrutatakse osalejate arvuga
fi: Kaikki kustannukset kerrotaan osallistujien lukumäärällä
fr_fr: Tous les coûts seront multipliés par le nombre de participants
he_il: כל העלויות יוכפלו במספר המשתתפים
it_it: Tutti i costi saranno moltiplicati per il numero dei partecipanti
ja: すべての費用に参加者数を掛けます。
nl_nl: Alle kosten worden vermenigvuldigd door het aantal deelnemers
pl_pl: Wszystkie koszty zostaną pomnożone przez liczbę uczestników
pt_pt: Todos os custos serão multiplicados pelo número de participantes
sv_se: Alla kostnader multipliceras med antalet deltagare

source: Allow Cancellation
ca: Permet la cancel·lació
de_de: Stornierung zulassen
el: Να επιτρέπεται η ακύρωση
es_es: Permitir cancelación
et_et: Luba tühistamine
fi: Salli peruutus
fr_fr: Autoriser l'annulation
he_il: אפשר ביטול
it_it: Consenti la cancellazione
ja: キャンセルを許可する
nl_nl: Toestaan van Annuleren
pl_pl: Zezwalaj na anulowanie
pt_pt: Permitir cancelamento
sv_se: Tillåt avbokning

source: Allow customers to book until
ca: Permet als clients reservar fins
de_de: Kunden können buchen bis
el: Επιτρέψτε στους πελάτες να κάνουν κράτηση μέχρι
es_es: Permitir a los clientes reservar hasta
et_et: Luba klientidel broneerida kuni
fi: Anna asiakkaiden varata
fr_fr: Permettre aux clients de réserver jusqu’au
he_il: אפשר ללקוחות להזמין עד
it_it: Consenti ai clienti di prenotare fino a
ja: 予約可能時間
nl_nl: Laat klanten boeken tot
pl_pl: Pozwól klientom rezerwować do
pt_pt: Permita que os clientes reservem até
sv_se: Låt kunderna boka fram till kl

source: Allow customers to choose a month from a drop down to navigate to that month directly.
ca: Permet als clients triar un mes des d'un menú desplegable per navegar directament a aquest mes.
de_de: Kunden können einen Monat aus einer Dropdown-Liste auswählen, um direkt zu diesem Monat zu navigieren.
el: Επιτρέψτε στους πελάτες να επιλέξουν έναν μήνα από ένα αναπτυσσόμενο μενού για να πλοηγηθούν απευθείας σε αυτόν τον μήνα.
es_es: Permita que los clientes elijan un mes de un menú desplegable para navegar directamente a ese mes.
et_et: Luba klientidel valida rippmenüüst kuu, et otse sellele kuule navigeerida.
fi: Salli asiakkaiden valita avattavasta kuukaudesta navigoidaksesi kyseiseen kuukauteen suoraan.
fr_fr: Permettez aux clients de choisir un mois dans une liste déroulante pour accéder directement à ce mois.
he_il: אפשר ללקוחות לבחור חודש מהתפריט הנפתח כדי לנווט ישירות לחודש זה.
it_it: Consenti ai clienti di scegliere un mese da un menu a discesa per passare direttamente a quel mese.
ja: 顧客がドロップダウンから月を選択し、その月に直接移動できるようにする。
nl_nl: Laat klanten een maand kiezen uit een vervolgkeuzelijst om rechtstreeks naar die maand te navigeren.
pl_pl: Pozwól klientom wybrać miesiąc z rozwijanego menu, aby przejść bezpośrednio do tego miesiąca.
pt_pt: Permita que os clientes escolham um mês em uma lista suspensa para navegar diretamente para esse mês.
sv_se: Låt kunderna välja en månad från en dropdown för att navigera direkt till den månaden.
