Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Re-sync google calender
ca: Torna a sincronitzar amb Google calender
de_de: Google Kalender erneut synchronisieren
el: Συγχρονίστε ξανά το ημερολόγιο Google
es_es: Volver a sincronizar el calendario de Google
et_et: Google'i kalendri uuesti sünkroonimine
fi: Synkronoi google-kalenteri uudelleen
fr_fr: Re-synchroniser le calendrier Google
he_il: סנכרן מחדש את לוח השנה של google
it_it: Risincronizza il calendario di Google
ja: グーグルカレンダーの再同期
nl_nl: Google Calendar opnieuw synchroniseren
pl_pl: Ponownie zsynchronizuj kalendarz Google
pt_pt: Re-sincronizar o Google Calender
sv_se: Synkronisera Google kalender igen

source: Read more to know how to
ca: Llegiu més per saber com fer -ho
de_de: Lesen Sie mehr, um zu wissen, wie es geht
el: Διαβάστε περισσότερα για να μάθετε πώς να το κάνετε
es_es: Lea más para saber cómo
et_et: Loe edasi, et teada saada, kuidas
fi: Lue lisää tietää kuinka
fr_fr: En savoir plus pour savoir comment
he_il: קרא עוד כדי לדעת איך
it_it: Leggi di più per sapere come farlo
ja: 続きを読む
nl_nl: Lees meer om te weten hoe
pl_pl: Przeczytaj więcej, aby wiedzieć, jak to zrobić
pt_pt: Leia mais para saber como
sv_se: Läs mer för att veta hur man

source: Read more to know how to set up
ca: Llegiu -ne més per saber configurar
de_de: Lesen Sie mehr, um zu wissen, wie man eingerichtet wird
el: Διαβάστε περισσότερα για να μάθετε πώς να ρυθμίσετε
es_es: Lea más para saber cómo configurar
et_et: Loe edasi, et teada saada, kuidas seadistada
fi: Lue lisää tietääksesi kuinka asentaa
fr_fr: En savoir plus pour savoir comment configurer
he_il: קרא עוד כדי לדעת כיצד להגדיר
it_it: Leggi di più per sapere come configurare
ja: 続きを読む
nl_nl: Lees meer om te weten hoe je moet instellen
pl_pl: Przeczytaj więcej, aby wiedzieć, jak skonfigurować
pt_pt: Leia mais para saber como configurar
sv_se: Läs mer för att veta hur du ställer in

source: Read more to know the
ca: Llegiu més per saber el
de_de: Lesen Sie mehr, um das zu kennen
el: Διαβάστε περισσότερα για να μάθετε το
es_es: Lea más para conocer el
et_et: Loe edasi, et teada saada
fi: Lue lisää tuntemaan
fr_fr: En savoir plus pour connaître le
he_il: קרא עוד כדי לדעת את
it_it: Leggi di più per conoscere il
ja: 続きを読む
nl_nl: Lees meer om de
pl_pl: Przeczytaj więcej, aby poznać
pt_pt: Leia mais para saber o
sv_se: Läs mer för att veta

source: Recipient(s)
ca: Destinataris
de_de: Empfänger
el: Παραλήπτης(οι)
es_es: Destinatarias)
et_et: Saaja(d)
fi: Vastaanottaja(t)
fr_fr: Destinataire(s)
he_il: נמענים
it_it: Destinatario/i
ja: 受取人
nl_nl: Ontvanger(s)
pl_pl: Odbiorca (y)
pt_pt: Destinatário(s)
sv_se: Mottagare

source: Refer %s for further details.
ca: Consulteu %s per a més detalls.
de_de: Weitere Details finden Sie unter %s.
el: Ανατρέξτε στο %s για περισσότερες λεπτομέρειες.
es_es: Consulte %s para más detalles.
et_et: Lisateavet leiate %s.
fi: Katso %s lisätietoja.
fr_fr: Reportez-vous à% s pour plus de détails.
he_il: עיין ב-%s לקבלת פרטים נוספים.
it_it: Fare riferimento %s per ulteriori dettagli.
ja: 詳細は %s を参照してください。
nl_nl: Raadpleeg %s voor meer informatie.
pl_pl: Więcej informacji można znaleźć w %s.
pt_pt: Consulte %s para obter mais detalhes.
sv_se: Se %s för mer information.

source: Refer %s For Help.
ca: Consulteu %s per obtenir ajuda.
de_de: Weitere Hilfe finden Sie unter %s.
el: Ανατρέξτε στο %s για βοήθεια.
es_es: Consulte% s para obtener ayuda.
et_et: Abi saamiseks viidake %s.
fi: Katso ohjeita kohdasta %s.
fr_fr: Reportez-vous à %s pour obtenir de l'aide.
he_il: עיין ב-%s לקבלת עזרה.
it_it: Fare riferimento %s Per un aiuto.
ja: ヘルプについては %s を参照してください。
nl_nl: Raadpleeg %s voor hulp.
pl_pl: Skorzystaj z pomocy% s.
pt_pt: Consulte %s para obter ajuda.
sv_se: Se %s för hjälp.

source: Refunded
ca: Reemborsat
de_de: Erstattet
el: Επιστροφή χρημάτων
es_es: Reintegrado
et_et: Tagastatud
fi: Hyvitetty
fr_fr: Remboursé
he_il: הוחזר
it_it: Rimborsato
ja: 払い戻し
nl_nl: Terugbetaald
pl_pl: Zwrócone
pt_pt: Devolveu
sv_se: Återbetalas

source: Remaining Bookings
ca: Resta de reserves
de_de: Verbleibende Buchungen
el: Υπόλοιπες κρατήσεις
es_es: Reservas restantes
et_et: Järelejäänud broneeringud
fi: Jäljellä olevat varaukset
fr_fr: Réservations restantes
he_il: הרשמות
it_it: Prenotazioni rimanenti
ja: 残りの予約
nl_nl: Resterende boekingen
pl_pl: Pozostałe rezerwacje
pt_pt: Reservas restantes
sv_se: Återstående bokningar

source: Remaining Bookings Text
ca: Text de la resta de reserves
de_de: Verbleibender Buchungstext
el: Υπόλοιπο Κείμενο Κρατήσεων
es_es: Texto de reserva restante
et_et: Järelejäänud broneeringute tekst
fi: Jäljellä oleva varausteksti
fr_fr: Texte des réservations restantes
he_il: טקסט הזמנות שנותרו
it_it: Testo delle prenotazioni rimanenti
ja: 予約残数 テキスト
nl_nl: Resterende boekingen Tekst
pl_pl: Pozostały tekst rezerwacji
pt_pt: Texto de reservas restantes
sv_se: Resterande bokningstext

source: Reminder and Follow up Emails
ca: Recordatorios y correos electrónicos de seguimiento
de_de: Erinnerung und Follow-up-E-Mails
el: Email υπενθύμισης και παρακολούθησης
es_es: Recordatorios y correos electrónicos de seguimiento
et_et: Meeldetuletuse ja järelmeetmete e-kirjad
fi: Muistutus ja seurantatiedot
fr_fr: E-mails de rappel et de suivi
he_il: מיילים תזכורת ומעקב
it_it: Email di promemoria e follow-up
ja: リマインダーとフォローアップ・メール
nl_nl: Herinnerings- en follow-up e-mails
pl_pl: Przypomnienia i pozostałe wiadomości e-mail
pt_pt: Lembretes e emails de acompanhamento
sv_se: Påminnelse och uppföljning av e-postmeddelanden

source: Reminder Email
ca: E-mail de recordatori
de_de: Erinnerungsmail
el: Email υπενθύμισης
es_es: Recordatorio de correo electrónico
et_et: Meeldetuletuse e-post
fi: Muistutuksen sähköposti
fr_fr: E-mail de rappel
he_il: דוא"ל תזכורת
it_it: Email di promemoria
ja: リマインダーメール
nl_nl: Herinneringse-mail
pl_pl: E-mail z przypomnieniem
pt_pt: E-mail de lembrete
sv_se: Påminnelsemail

source: Reminder Email Content
ca: Contingut de l'e-mail de recordatori
de_de: Erinnerung E-Mail-Inhalt
el: Υπενθύμιση περιεχομένου email
es_es: Recordatorio de contenido de correo electrónico
et_et: Meeldetuletuse e-posti sisu
fi: Muistutuksen sähköpostisisältö
fr_fr: Rappel du contenu de l'e-mail
he_il: תוכן תזכורת בדוא"ל
it_it: Promemoria contenuto e-mail
ja: リマインダーメールの内容
nl_nl: Herinnering e-mail 'inhoud' (E-mail body)
pl_pl: Przypomnienie Treść e-maila
pt_pt: Conteúdo de e-mail de lembrete
sv_se: Påminnelse E-postinnehåll

source: Reminder Email Subject
ca: Tema de l'e-mail de recordatori
de_de: Erinnerung E-Mail-Betreff
el: Θέμα email υπενθύμισης
es_es: Recordatorio Asunto del correo electrónico
et_et: Meeldetuletuse e-posti aadress
fi: Muistutuksen sähköpostin aihe
fr_fr: Objet de l'e-mail de rappel
he_il: נושא דוא"ל תזכורת
it_it: Promemoria Oggetto e-mail
ja: リマインダー・メールの件名
nl_nl: Herinnering e-mail 'onderwerp' (E-mail Subject)
pl_pl: Przypomnienie Temat wiadomości e-mail
pt_pt: Assunto do email de lembrete
sv_se: Påminnelse E-postämne

source: Reminder Time
ca: Temps de recordatori
de_de: Erinnerungszeit
el: Ώρα υπενθύμισης
es_es: Tiempo de recordatorio
et_et: Meeldetuletuse aeg
fi: Muistutusaika
fr_fr: Temps de rappel
he_il: זמן תזכורת
it_it: Tempo di promemoria
ja: リマインダー・タイム
nl_nl: Herinneringstijd
pl_pl: Czas przypomnienia
pt_pt: Tempo de lembrete
sv_se: Påminnelsetid

source: Request Confirmation
ca: Sol·licita Confirmació
de_de: Bestätigung anfordern
el: Αίτημα επιβεβαίωσης
es_es: Solicitud de confirmación
et_et: Taotleda kinnitust
fi: Pyydä vahvistus
fr_fr: Demande de confirmation
he_il: אישור בקשה
it_it: Invia richiesta di appuntamento al professionista
ja: リクエスト確認
nl_nl: Vraag bevestiging aan
pl_pl: Poproś o potwierdzenie
pt_pt: Solicitar Confirmação
sv_se: Begär bekräftelse

source: Requires Confirmation
ca: Requereix confirmació
de_de: Erfordert eine Bestätigung
el: Απαιτεί επιβεβαίωση
es_es: Requiere Confirmación
et_et: Nõuab kinnitust
fi: Vaatii vahvistusta
fr_fr: Nécessite confirmation
he_il: דורש אישור
it_it: Richiedere conferma al professionista?
ja: リクエスト確認
nl_nl: Vereist een bevestiging
pl_pl: Wymaga potwierdzenia
pt_pt: Requer confirmação
sv_se: Kräver bekräftelse

source: Reset to Default
ca: Reinicialitza-ho per defecte
de_de: Zurücksetzen
el: Επαναφορά στο προκαθορισμένο
es_es: Restablecen a los predeterminados
et_et: Vaikesätete taastamine
fi: Palauta oletukseen
fr_fr: Réinitialiser aux défauts
he_il: אפס לברירת מחדל
it_it: Riportare alle condizioni originali
ja: デフォルトにリセット
nl_nl: Reset naar standaard instellingen
pl_pl: Przywróć ustawienia domyślne
pt_pt: Restaurar ao padrão
sv_se: Återställ till standard

source: Resource Cost (Optional)
ca: Cost del recurs (opcional)
de_de: Ressourcenkosten (Optional)
el: Κόστος πόρων (προαιρετικό)
es_es: Costo del recurso (opcional)
et_et: Ressursikulu (valikuline)
fi: Resurssikustannukset (valinnainen)
fr_fr: Coût de la ressource (facultatif)
he_il: עלות משאבים (אופציונלי)
it_it: Costo risorse (facoltativo)
ja: リソースコスト（オプション）
nl_nl: Middelen kosten (optioneel)
pl_pl: Koszt zasobów (opcjonalnie)
pt_pt: Custo do recurso (opcional)
sv_se: Resurskostnad (Valfritt)

source: Resource Label
ca: Etiqueta de recurs
de_de: Ressourcenbezeichnung
el: Ετικέτα πόρων
es_es: Etiqueta de recursos
et_et: Ressursi silt
fi: Resurssien etiketti
fr_fr: Étiquette de ressource
he_il: תווית משאבים
it_it: Etichetta delle risorse
ja: リソースラベル
pl_pl: Etykieta zasobu
pt_pt: Rótulo de recurso
sv_se: Resursetikett

source: Resource Name/Label
ca: Nom/etiqueta del recurs
de_de: Ressource Name/Bezeichnung
el: Όνομα/Ετικέτα πόρου
es_es: Nombre / etiqueta del recurso
et_et: Ressursi nimi/silt
fi: Resurssin nimi / tarra
fr_fr: Nom de la ressource / Label
he_il: שם המשאב / תווית
it_it: Nome / etichetta della risorsa
ja: リソース名/ラベル
nl_nl: Resource naam/label
pl_pl: Nazwa / etykieta zasobu
pt_pt: Nome do Recurso / Etiqueta
sv_se: Resursnamn / Etikett

source: Resource Selection is Mandatory
ca: La selecció de recursos és obligatòria
de_de: Die Ressourcenauswahl ist obligatorisch
el: Η επιλογή πόρων είναι υποχρεωτική
es_es: La selección de recursos es obligatoria
et_et: Ressursside valik on kohustuslik
fi: Resurssien valinta on pakollista
fr_fr: La sélection des ressources est obligatoire
he_il: בחירת המשאבים היא חובה
it_it: La selezione delle risorse è obbligatoria
ja: リソースの選択は必須
nl_nl: Resource Selectie is verplicht
pl_pl: Wybór zasobów jest obowiązkowy
pt_pt: A seleção de recursos é obrigatória
sv_se: Resursval är obligatoriskt

source: Resource Type
ca: Tipus de recurs
de_de: Ressourcentyp
el: Τύπος πόρου
es_es: Tipo de recurso
et_et: Ressursi tüüp
fi: Resurssin tyyppi
fr_fr: Type de ressource
he_il: סוג משאב
it_it: Tipo di risorsa
ja: リソースタイプ
pl_pl: Typ zasobu
pt_pt: Tipo de recurso
sv_se: Typ av resurs

source: Restrict bookings to start only on certain days of the week
ca: Restringir les reserves per començar només en determinats dies de la setmana
de_de: Buchungen nur an bestimmten Tagen der Woche beginnen zu beschränken
el: Περιορίστε τις κρατήσεις να ξεκινούν μόνο συγκεκριμένες ημέρες της εβδομάδας
es_es: Restringir las reservas para comenzar solo en ciertos días de la semana
et_et: Piirake broneeringute alustamist ainult teatud nädalapäevadel
fi: Rajoita varausten alkaminen vain tietyinä viikonpäivinä
fr_fr: Restreindre les réservations pour ne commencer que certains jours de la semaine
he_il: הגבל את ההזמנות כדי להתחיל רק בימים מסוימים בשבוע
it_it: Limita le prenotazioni per iniziare solo in determinati giorni della settimana
ja: 特定の曜日にのみ予約が開始されるように制限する。
nl_nl: Beperk reserveringen om alleen op bepaalde dagen van de week te starten
pl_pl: Ogranicz rezerwacje, aby rozpocząć tylko w niektóre dni tygodnia
pt_pt: Restringir reservas para começar apenas em determinados dias da semana
sv_se: Begränsa bokningar för att starta endast på vissa dagar i veckan

source: Rule Type
ca: Tipus de regla
de_de: Regeltyp
el: Τύπος κανόνα
es_es: Tipo de regla
et_et: Reegli tüüp
fi: Säännön tyyppi
fr_fr: Type de règle
he_il: סוג כלל
it_it: Tipo di regola
ja: ルールの種類
nl_nl: Regel type
pl_pl: Rodzaj reguły
pt_pt: Tipo de regra
sv_se: Typ av regel

source: Sa
ca: Ds
el: Σά
es_es: Sá
et_et: L
fi: Lau
he_il: ש
ja: サ
nl_nl: Za
pl_pl: sob.
pt_pt: Sá
sv_se: Lö

source: Saturday
ca: Dissabte
de_de: Samstag
el: Σάββατο
es_es: Sábado
et_et: laupäeval
fi: lauantai
fr_fr: Sam
he_il: שישי
it_it: Sabato
ja: 土曜日
nl_nl: Zaterdag
pl_pl: sobota
pt_pt: Sábado
sv_se: Lördag

source: Save Changes
ca: Desa els canvis
de_de: Änderungen speichern
el: Αποθήκευσε τις αλλαγές
es_es: Guardar cambios
et_et: Salvesta muudatused
fi: Tallenna muutokset
fr_fr: Sauvegarder les modifications
he_il: לשמור
it_it: Salvare le modifiche
ja: 変更を保存する
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_pt: Salvar alterações
sv_se: Spara ändringar

source: Save changes
ca: Desa els canvis
de_de: Änderungen speichern
el: Αποθήκευσε τις αλλαγές
es_es: Guardar cambios
et_et: Salvesta muudatused
fi: Tallenna muutokset
fr_fr: Sauvegarder les modifications
he_il: שמור הגדרות
it_it: Salvare le modifiche
ja: 変更を保存する
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
pt_pt: Salvar alterações
sv_se: Spara ändringar

source: Save Interval
ca: Desa l'interval
de_de: Intervall speichern
el: Αποθήκευση διαστήματος
es_es: Guardar intervalo
et_et: Salvestage intervall
fi: Tallenna väli
fr_fr: Enregistrer l'intervalle
he_il: שמור מרווח
it_it: Salva intervallo
ja: 保存間隔
nl_nl: Interval opslaan
pl_pl: Zapisz interwał
pt_pt: Salvar intervalo
sv_se: Spara intervall

source: Save Settings
ca: Desa la configuració
de_de: Einstellungen speichern
el: Αποθήκευση ρυθμίσεων
es_es: Guardar ajustes
et_et: Salvesta sätted
fi: Tallenna asetukset
fr_fr: Enregistrer les paramètres
he_il: שמור הגדרות
it_it: Salva le impostazioni
ja: 設定の保存
nl_nl: Instellingen opslaan
pl_pl: Zapisz ustawienia
pt_pt: Salvar configurações
sv_se: Spara inställningar

source: Save the Product Settings once you create a New Asset in order to create an Asset Rule.
ca: Deseu la configuració del producte un cop hàgiu creat un actiu nou per crear una regla d'actius.
de_de: Speichern Sie die Produkteinstellungen, sobald Sie ein neues Anlagegut erstellt haben, um eine Regel für das Anlagegut zu erstellen.
el: Αποθηκεύστε τις ρυθμίσεις προϊόντος μόλις δημιουργήσετε ένα νέο στοιχείο για να δημιουργήσετε έναν κανόνα περιουσιακών στοιχείων.
es_es: Guarde la configuración del producto una vez que cree un nuevo activo para crear una regla de activo.
et_et: Varareegli loomiseks salvestage toote sätted pärast uue vara loomist.
fi: Tallenna tuoteasetukset, kun olet luonut uuden omaisuuden, jotta voit luoda omaisuuserän.
fr_fr: Enregistrez les paramètres du produit une fois que vous avez créé un nouvel actif afin de créer une règle d’actif.
he_il: שמור את הגדרות המוצר לאחר יצירת נכס חדש כדי ליצור כלל נכסים.
it_it: Salva le impostazioni del prodotto una volta create una nuova risorsa per creare una regola delle risorse.
ja: アセットルールを作成するために、新規アセットを作成したら、商品設定を保存します。
nl_nl: Sla de product instellingen op nadat u een Nieuwe Middel hebt gemaakt om een Middelen Regel te maken.
pl_pl: Zapisz ustawienia produktu po utworzeniu nowego zasobu, aby utworzyć regułę zasobu.
pt_pt: Salve as configurações do produto depois de criar um novo ativo para criar uma regra de ativo.
sv_se: Spara produktinställningarna när du har skapat en ny tillgång för att skapa en tillgångsregel.

source: Select a product
ca: Seleccioneu un producte
de_de: Wähle ein Produkt
el: Επιλέξτε ένα προϊόν
es_es: escoja un producto
et_et: Valige toode
fi: Valitse tuote
fr_fr: sélectionnez un produit
he_il: בחר מוצר
it_it: seleziona un prodotto
ja: 商品を選ぶ
nl_nl: Selecteer een product
pl_pl: Wybierz produkt
pt_pt: Selecione um produto
sv_se: Välj en produkt

source: Select any
ca: Seleccioneu qualsevol
de_de: Wählen Sie eine
el: Επιλέξτε οποιοδήποτε
es_es: Seleccione
et_et: Valige mõni
fi: Valitse mikä tahansa
fr_fr: Sélectionnez n'importe quel
he_il: בחר כל אחד
it_it: Selezionare qualsiasi
ja: 任意のものを選択する
nl_nl: Selecteer een
pl_pl: Wybierz dowolny
pt_pt: Selecionar qualquer
sv_se: Välj någon av

source: Select the Email Template
ca: Seleccioneu la plantilla de correu electrònic
de_de: Wählen Sie die E -Mail -Vorlage aus
el: Επιλέξτε το πρότυπο email
es_es: Seleccione la plantilla de correo electrónico
et_et: Valige e -posti mall
fi: Valitse sähköpostimalli
fr_fr: Sélectionnez le modèle de messagerie
he_il: בחר בתבנית הדוא"ל
it_it: Seleziona il modello di email
ja: メールテンプレートの選択
nl_nl: Selecteer de e -mailsjabloon
pl_pl: Wybierz szablon e -mail
pt_pt: Selecione o modelo de email
sv_se: Välj e -postmallen

source: Selected blocks not available for
ca: Els blocs seleccionats no estan disponibles per a
de_de: Ausgewählte Blöcke sind für nicht verfügbar
el: Τα επιλεγμένα μπλοκ δεν είναι διαθέσιμα για
es_es: Bloques seleccionados no disponibles para
et_et: Valitud plokid pole saadaval
fi: Valitut lohkot eivät ole käytettävissä
fr_fr: Blocs sélectionnés non disponibles pour
he_il: בלוקים נבחרים אינם זמינים עבור
it_it: Blocchi selezionati non disponibili per
ja: 選択されたブロックは
nl_nl: Geselecteerde blokken zijn niet beschikbaar voor
pl_pl: Wybrane bloki są niedostępne dla
pt_pt: Blocos selecionados não disponíveis para
sv_se: Valda block är inte tillgängliga för

source: Selected blocks not available.
ca: Els blocs seleccionats no estan disponibles.
de_de: Ausgewählte Blöcke nicht verfügbar.
el: Τα επιλεγμένα μπλοκ δεν είναι διαθέσιμα.
es_es: Bloques seleccionados no disponibles.
et_et: Valitud plokid pole saadaval.
fi: Valitut lohkot eivät ole käytettävissä.
fr_fr: Les blocs sélectionnés ne sont pas disponibles.
he_il: חסימות שנבחרו לא זמינות.
it_it: Blocchi selezionati non disponibili.
ja: 選択されたブロックは使用できません。
nl_nl: Geselecteerde blokken zijn niet beschikbaar.
pl_pl: Wybrane bloki są niedostępne.
pt_pt: Blocos selecionados não disponíveis.
sv_se: Valda block är inte tillgängliga.

source: Selected by default
ca: Seleccionat de manera predeterminada
de_de: Standardmäßig ausgewählt
el: Επιλεγμένο από προεπιλογή
es_es: Seleccionado por defecto
et_et: Vaikimisi valitud
fi: Valittu oletuksena
fr_fr: Sélectionné par défaut
he_il: נבחר כברירת מחדל
it_it: Selezionata per impostazione predefinita
ja: デフォルトで選択
nl_nl: Standaard geselecteerd
pl_pl: Wybrane domyślnie
pt_pt: Selecionado por padrão
sv_se: Valt som standard

source: Selected Date
ca: Data seleccionada
de_de: Ausgewähltes Datum
el: Επιλεγμένη ημερομηνία
es_es: Fecha seleccionada
et_et: Valitud kuupäev
fi: Valittu päivämäärä
fr_fr: Date sélectionnée
he_il: התאריך שנבחר
it_it: Data selezionata
ja: 選択日
nl_nl: Geselecteerde datum
pl_pl: Wybrana data
pt_pt: Data selecionada
sv_se: Valt datum

source: Send payment link email to customer.
ca: Envieu el correu electrònic d’enllaç de pagament al client.
de_de: Senden Sie Zahlungslink E -Mail an den Kunden.
el: Στείλτε email με σύνδεσμο πληρωμής στον πελάτη.
es_es: Envíe el correo electrónico del enlace de pago al cliente.
et_et: Saatke kliendile makse link.
fi: Lähetä maksulinkki sähköpostilla asiakkaalle.
fr_fr: Envoyez un e-mail de lien de paiement au client.
he_il: שלח דוא"ל קישור תשלום ללקוח.
it_it: Invia e -mail di collegamento a pagamento al cliente.
ja: 顧客に支払いリンクの電子メールを送信します。
nl_nl: Stuur de betaallink -e -mail naar de klant.
pl_pl: Wyślij wiadomość e -mail z linkiem do klienta.
pt_pt: Enviar e -mail do link de pagamento para o cliente.
sv_se: Skicka e -postmeddelande till kund.

source: Sep
el: Σεπτ
fi: syyskuu
fr_fr: Sept
he_il: ספטמבר
it_it: Set
ja: 9月
pl_pl: wrz.
pt_pt: Set

source: September
ca: Septembre
el: Σεπτέμβριος
es_es: Septiembre
fi: syyskuu
fr_fr: Septembre
he_il: ספטמבר
it_it: Settembre
ja: 9月
pl_pl: wrzesień
pt_pt: Setembro

source: Set a booking window relative to today
ca: Estableix una finestra de reserva relativa a avui
de_de: Legen Sie ein Buchungsfenster für den heutigen Tag fest
el: Ορίστε ένα παράθυρο κράτησης σε σχέση με το σήμερα
es_es: Establecer una ventana de reserva en relación a hoy
et_et: Määrake broneerimisaken tänase suhtes
fi: Aseta varausikkuna tänään
fr_fr: Définir une fenêtre de réservation par rapport à aujourd'hui
he_il: הגדר חלון הזמנה יחסית להיום
it_it: Imposta una finestra di prenotazione rispetto a oggi
ja: 今日を基準に予約ウィンドウを設定する
nl_nl: Stel een boekingsvenster in ten opzichte van vandaag
pl_pl: Ustaw okno rezerwacji w stosunku do dnia dzisiejszego
pt_pt: Defina uma janela de reserva em relação a hoje
sv_se: Sätt ett bokningsfönster i förhållande till idag

source: Set a fixed booking window
ca: Estableix una finestra de reserva fixa
de_de: Legen Sie ein festes Buchungsfenster fest
el: Ορίστε ένα σταθερό παράθυρο κράτησης
es_es: Establecer una ventana de reserva fija
et_et: Määrake fikseeritud broneerimisaken
fi: Aseta kiinteä varausikkuna
fr_fr: Définir une fenêtre de réservation fixe
he_il: הגדר חלון הזמנה קבוע
it_it: Imposta una finestra di prenotazione fissa
ja: 固定予約枠の設定
nl_nl: Stel een vast boekingsvenster in
pl_pl: Ustaw stałe okno rezerwacji
pt_pt: Defina uma janela de reserva fixa
sv_se: Ställ in ett fast bokningsfönster

source: Set a relative booking window
ca: Estableix una finestra de reserva relativa
de_de: Legen Sie ein relatives Buchungsfenster fest
el: Ορίστε ένα σχετικό παράθυρο κράτησης
es_es: Establecer una ventana de reserva relativa
et_et: Seadke suhtelise broneerimise aken
fi: Aseta suhteellinen varausikkuna
fr_fr: Définir une fenêtre de réservation relative
he_il: הגדר חלון הזמנה יחסי
it_it: Imposta una finestra di prenotazione relativa
ja: 相対予約枠の設定
nl_nl: Stel een relatief boekingsvenster in
pl_pl: Ustaw względne okno rezerwacji
pt_pt: Definir uma janela de reserva relativa
sv_se: Ställ in ett relativt bokningsfönster

source: Settings
ca: Configuració
de_de: Allgemeine Einstellungen
el: Ρυθμίσεις
es_es: Ajustes
et_et: Seaded
fi: asetukset
fr_fr: Paramètres
he_il: הגדרות
it_it: Impostazioni
ja: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Configurações
sv_se: Inställningar

source: Shipping address
ca: Adreça d’enviament
de_de: Lieferanschrift
el: Διεύθυνση αποστολής
es_es: Datos de Envío
et_et: Kohaletoimetamise aadress
fi: Toimitusosoite
fr_fr: Adresse de correspondance
he_il: כתובת משלוח
it_it: Indirizzo di spedizione
ja: 配送先住所
nl_nl: Verzend adres
pl_pl: Adres wysyłki
pt_pt: Endereço para envio
sv_se: Leveransadress
