Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: You have received an order. The order is waiting for approval. The order is as follows
ca: Has rebut una comanda. L'ordre està pendent d'aprovació. L'ordre és el següent
de_de: Sie haben eine Bestellung erhalten. Die Bestellung wartet auf Genehmigung. Die Reihenfolge ist wie folgt
el: Έχετε λάβει μια παραγγελία. Η παραγγελία περιμένει έγκριση. Η σειρά έχει ως εξής
es_es: Has recibido un pedido. El pedido está pendiente de aprobación. El orden es el siguiente
et_et: Olete saanud tellimuse. Tellimus ootab kinnitamist. Järjekord on järgmine
fi: Olet saanut tilauksen. Tilaus odottaa hyväksyntää. Järjestys on seuraava
fr_fr: Vous avez reçu une commande. La commande est en attente d'approbation. L'ordre est le suivant
he_il: קיבלת הזמנה. ההזמנה ממתינה לאישור. הסדר הוא כדלקמן
it_it: Hai ricevuto un ordine. L'ordinanza è in attesa di approvazione. L'ordine è il seguente
ja: 注文を受け取りました。注文は承認待ちです。注文内容は以下の通りです。
nl_nl: U heeft een bestelling ontvangen. De bestelling wacht op goedkeuring. De bestelling is als volgt
pl_pl: Otrzymałeś zamówienie. Zamówienie oczekuje na zatwierdzenie. Kolejność jest następująca
pt_pt: Você recebeu um pedido. O pedido está aguardando aprovação. A ordem é a seguinte
sv_se: Du har fått en beställning. Beställningen väntar på godkännande. Ordningen är följande

source: You'll have the option to personalize your admin calendar, choosing to display essential details like order ID, product name, customer name, and the number of participants.
ca: Tindreu l'opció de personalitzar el vostre calendari d'administració, escollint mostrar detalls essencials com l'identificador de la comanda, el nom del producte, el nom del client i el nombre de participants.
de_de: Sie haben die Möglichkeit, Ihren Admin-Kalender zu personalisieren und wichtige Details wie Bestell-ID, Produktname, Kundenname und die Anzahl der Teilnehmer anzuzeigen.
el: Θα έχετε την επιλογή να εξατομικεύσετε το ημερολόγιο διαχειριστή σας, επιλέγοντας να εμφανίσετε βασικές λεπτομέρειες όπως το αναγνωριστικό παραγγελίας, το όνομα προϊόντος, το όνομα πελάτη και τον αριθμό των συμμετεχόντων.
es_es: Tendrá la opción de personalizar su calendario de administración y elegir mostrar detalles esenciales como ID del pedido, nombre del producto, nombre del cliente y número de participantes.
et_et: Teil on võimalus oma administraatori kalendrit isikupärastada, kuvades olulised üksikasjad, nagu tellimuse ID, toote nimi, kliendi nimi ja osalejate arv.
fi: Voit muokata järjestelmänvalvojan kalenteriasi ja valita tärkeiden tietojen, kuten tilaustunnuksen, tuotteen nimen, asiakkaan nimen ja osallistujien määrän, näyttämisen.
fr_fr: Vous aurez la possibilité de personnaliser votre calendrier administratif, en choisissant d'afficher les détails essentiels tels que l'ID de commande, le nom du produit, le nom du client et le nombre de participants.
he_il: תהיה לך אפשרות להתאים אישית את יומן הניהול שלך, בחירה להציג פרטים חיוניים כמו מזהה הזמנה, שם מוצר, שם לקוח ומספר המשתתפים.
it_it: Avrai la possibilità di personalizzare il tuo calendario amministrativo, scegliendo di visualizzare dettagli essenziali come ID ordine, nome prodotto, nome cliente e numero di partecipanti.
ja: 管理者カレンダーをパーソナライズするオプションがあり、注文ID、商品名、顧客名、参加者数などの重要な詳細を表示するように選択できます。
nl_nl: U heeft de mogelijkheid om uw beheerdersagenda te personaliseren en ervoor te kiezen essentiële details weer te geven, zoals de bestel-ID, productnaam, klantnaam en het aantal deelnemers.
pl_pl: Będziesz mieć możliwość personalizacji kalendarza administracyjnego, wybierając wyświetlanie podstawowych szczegółów, takich jak identyfikator zamówienia, nazwa produktu, nazwa klienta i liczba uczestników.
pt_pt: Você terá a opção de personalizar seu calendário administrativo, optando por exibir detalhes essenciais como ID do pedido, nome do produto, nome do cliente e número de participantes.
sv_se: Du har möjlighet att anpassa din administratörskalender och välja att visa viktiga detaljer som order-ID, produktnamn, kundnamn och antal deltagare.

source: Your booking at %s has been marked as %s.
ca: La reserva a %s s'ha marcat com a %s.
de_de: Ihre Buchung bei %s wurde als %s markiert.
el: Η κράτησή σας στο %s έχει επισημανθεί ως %s.
es_es: Su reserva en %s ha sido marcada como %s.
et_et: Teie broneerimine %s on tähistatud kui %s.
fi: Varauksesi osoitteessa %s on merkitty %s.
fr_fr: Votre réservation à %s a été marquée comme %s.
he_il: ההזמנה שלך ב-%s סומנה כ-%s.
it_it: La tua prenotazione %s è stata contrassegnata come %s.
ja: %sでの予約は%sとしてマークされました。
nl_nl: Uw boeking bij %s is gemarkeerd als %s.
pl_pl: Twoja rezerwacja w % s została oznaczona jako % s.
pt_pt: Sua reserva na %s foi marcada como %s.
sv_se: Din bokning på %s har markerats som %s.

source: Your Booking at %s is %s
ca: La teva reserva a %s és %s
de_de: Ihre Buchung bei %s ist %s
el: Η κράτησή σας στο %s είναι %s
es_es: Su reserva en%s es%s
et_et: Teie broneering %s on %s
fi: Varauksesi osoitteessa %s on %s
fr_fr: Votre réservation à %s est %s
he_il: ההזמנה שלך ב-%s היא%s
it_it: La tua prenotazione in %s è %s
ja: %sでのご予約は%sです。
nl_nl: Uw boeking bij %s is %s
pl_pl: Twoja rezerwacja w % s jest % s
pt_pt: Sua reserva em %s é %s
sv_se: Din bokning på %s är %s

source: Your booking at %s is approved.
ca: La reserva a %s està aprovada.
de_de: Ihre Buchung bei %s wird genehmigt.
el: Η κράτησή σας στο %s εγκρίθηκε.
es_es: Su reserva en%s está aprobada.
et_et: Teie broneering %s on heaks kiidetud.
fi: Varaus tilillä %s on hyväksytty.
fr_fr: Votre réservation à %s est approuvéed.
he_il: ההזמנה שלך ב-%s מאושרת.
it_it: La tua richiesta di prenotazione su %s è in attesa di approvazione
ja: %sでのご予約が承認されました。
nl_nl: Uw boeking bij %s is goedgekeurd.
pl_pl: Twoja rezerwacja w %s została zatwierdzona.
pt_pt: Sua reserva no %s é aprovada.
sv_se: Din bokning på %s är godkänd.

source: Your booking at %s is cancelled
ca: Reserva a %s es cancel·lada
de_de: Ihre Buchung bei %s wird storniert
el: Η κράτησή σας στο %s ακυρώθηκε
es_es: Su reserva en%s está cancelada.
et_et: Teie broneering %s tühistatakse
fi: Varaus osoitteessa %s peruutetaan
fr_fr: Votre réservation à %s est annulée
he_il: ההזמנה שלך ב-%s בוטלה
it_it: La tua prenotazione in %s viene annullata
ja: %sでのご予約はキャンセルされました。
nl_nl: Uw boeking bij %s is geannuleerd
pl_pl: Twoja rezerwacja w % s została anulowana
pt_pt: Sua reserva em %s é cancelada
sv_se: Din bokning på %s är avbokad

source: Your booking at {site_title} is cancelled
ca: La reserva a {site_title} cancel·lada
de_de: Ihre Buchung unter {site_title} wird storniert
el: Η κράτησή σας στο {site_title} ακυρώθηκε
es_es: Tu reserva en {site_title} está cancelada
et_et: Teie broneering saidil {site_title} on tühistatud
fi: Varauksesi osoitteessa {site_title} on peruutettu
fr_fr: Votre réservation sur {site_title} est annulée
he_il: ההזמנה שלך ב- {site_title} בוטלה
it_it: La tua prenotazione su {site_title} è stata cancellata
ja: {site_title} でのご予約はキャンセルされました。
nl_nl: Uw boeking bij {site_title} is geannuleerd
pl_pl: Twoja rezerwacja w {site_title} została anulowana
pt_pt: Sua reserva em {site_title} foi cancelada
sv_se: Din bokning på {site_title} avbryts

source: Your Booking at {site_title} is confirmed
ca: La teva reserva a {site_title} està confirmada
de_de: Ihre Buchung unter {site_title} wurde bestätigt
el: Η κράτησή σας στο {site_title} επιβεβαιώθηκε
es_es: Su reserva en {site_title} está confirmada
et_et: Teie broneering saidil {site_title} on kinnitatud
fi: Varauksesi osoitteessa {site_title} on vahvistettu
fr_fr: Votre réservation sur {site_title} est confirmée
he_il: הזמנתך ב- {site_title} אושרה
it_it: La tua prenotazione su {site_title} è confermata
ja: {site_title} でのご予約が確定しました。
nl_nl: Uw boeking bij {site_title} is bevestigd
pl_pl: Twoja rezerwacja w {site_title} została potwierdzona
pt_pt: Sua reserva em {site_title} está confirmada
sv_se: Din bokning på {site_title} har bekräftats

source: Your booking has been approved, Thank you.
ca: La teva reserva ha estat aprovada, Gràcies.
de_de: Ihre Buchung genehmigt wurde, danke.
el: Η κράτησή σας εγκρίθηκε, Ευχαριστούμε.
es_es: Su reserva ha sido aprobada, gracias.
et_et: Teie broneering on heaks kiidetud, aitäh.
fi: Varaus on hyväksytty, kiitos.
fr_fr: Votre réservation a été approuvée, merci.
he_il: ההזמנה שלך אושרה, תודה.
it_it: La tua prenotazione è stata approvata, grazie.
ja: ご予約が承認されました。
nl_nl: Uw boeking is geaccepteerd.
pl_pl: Twoja rezerwacja została zatwierdzona.
pt_pt: Sua reserva foi aprovada, obrigado.
sv_se: Din bokning har godkänts, tack.

source: Your Booking Is Placed Successfully
ca: La teva reserva s'ha realitzat correctament
de_de: Ihre Buchung wurde erfolgreich durchgeführt
el: Η κράτησή σας πραγματοποιήθηκε με επιτυχία
es_es: Su reserva se realiza con éxito
et_et: Teie broneering on edukalt paigutatud
fi: Varaus on suoritettu onnistuneesti
fr_fr: Votre réservation est passée avec succès
he_il: ההזמנה שלך מתבצעת בהצלחה
it_it: La tua prenotazione è effettuata con successo
ja: ご予約が完了しました
nl_nl: Uw boeking is succesvol geplaatst
pl_pl: Twoja rezerwacja została złożona
pt_pt: Sua reserva é colocada com sucesso
sv_se: Din bokning har gjorts framgångsrikt

source: Your booking is waiting for approval
ca: La teva reserva està a l'espera de l'aprovació
de_de: Ihre Buchung wartet auf Ihre Genehmigung
el: Η κράτησή σας περιμένει έγκριση
es_es: Tu reserva está esperando aprobación
et_et: Teie broneering ootab heakskiitu
fi: Varauksesi odottaa hyväksyntää
fr_fr: Votre réservation est en attente d'approbation
he_il: ההזמנה ממתינה לאישור
it_it: La tua prenotazione è in attesa di approvazione
ja: ご予約は承認待ちです
nl_nl: Uw boeking wordt spoedig goedgekeurd
pl_pl: Twoja rezerwacja czeka na zatwierdzenie
pt_pt: Sua reserva está aguardando aprovação
sv_se: Din bokning väntar på godkännande

source: Your Booking request at %s is awaiting approval
ca: La teva sol·licitud de Reserva a %s està pendent d'aprovació
de_de: Ihre Buchungsanfrage bei %s wartet auf die Genehmigung
el: Το αίτημα κράτησής σας στο %s περιμένει έγκριση
es_es: Su solicitud de reserva en %s está pendiente de aprobación
et_et: Teie broneeringutaotlus aadressil %s ootab kinnitamist
fi: Varauspyyntösi osoitteessa %s odottaa hyväksyntää
fr_fr: Votre demande de réservation à %s est en attente d'approbation
he_il: בקשת ההזמנה שלך ב- %s ממתינה לאישור
it_it: La tua richiesta di prenotazione su %s è in attesa di approvazione
ja: %sでの予約リクエストは承認待ちです。
nl_nl: Uw boekingsverzoek bij %s wacht op goedkeuring
pl_pl: Twoja prośba o rezerwację w %s oczekuje na zatwierdzenie
pt_pt: Sua solicitação de reserva em %s está aguardando aprovação
sv_se: Din bokningsförfrågan på %s väntar på godkännande

source: Your Booking request at %s is awaiting approval.
ca: La vostra sol·licitud de reserva a %s està pendent d'aprovació.
de_de: Ihre Buchungsanfrage bei %s wartet auf die Genehmigung.
el: Το αίτημα κράτησής σας στο %s περιμένει έγκριση.
es_es: Su solicitud de reserva en %s está pendiente de aprobación.
et_et: Teie broneeringutaotlus aadressil %s ootab kinnitamist.
fi: Varauspyyntösi osoitteessa %s odottaa hyväksyntää.
fr_fr: Votre demande de réservation à %s est en attente d'approbation.
he_il: בקשת ההזמנה שלך ב- %s ממתינה לאישור.
it_it: La tua richiesta di prenotazione su %s è in attesa di approvazione.
ja: %sでの予約リクエストは承認待ちです。
nl_nl: Uw boekingsverzoek bij %s wacht op goedkeuring.
pl_pl: Twoja prośba o rezerwację w %s oczekuje na zatwierdzenie.
pt_pt: Sua solicitação de reserva em %s está aguardando aprovação.
sv_se: Din bokningsförfrågan på %s väntar på godkännande.

source: Your Booking request at {site_title} is awaiting approval
ca: La vostra sol·licitud de reserva a {site_title} està esperant l'aprovació
de_de: Ihre Buchungsanfrage unter {site_title} muss noch genehmigt werden
el: Το αίτημα κράτησής σας στο {site_title} περιμένει έγκριση
es_es: Su solicitud de reserva en {site_title} está pendiente de aprobación
et_et: Teie broneerimistaotlus saidil {site_title} ootab kinnitamist
fi: Varauspyyntösi osoitteessa {site_title} odottaa hyväksyntää
fr_fr: Votre demande de réservation sur {site_title} est en attente d'approbation
he_il: בקשת ההזמנה שלך ב- {site_title} ממתינה לאישור
it_it: La tua richiesta di prenotazione su {site_title} è in attesa di approvazione
ja: {site_title}での予約リクエストは承認待ちです。
nl_nl: Uw boekingsaanvraag op {site_title} wacht op goedkeuring
pl_pl: Twoja prośba o rezerwację na {site_title} czeka na zatwierdzenie
pt_pt: Sua solicitação de reserva em {site_title} está aguardando aprovação
sv_se: Din bokningsförfrågan på {site_title} väntar på godkännande

source: am
el: π.μ
ja: アム
pl_pl: rano

source: http://pluginhive.com/about/
ja: https://pluginhive.com/about/

source: N/A
ja: 該当なし
nl_nl: Nvt
pl_pl: Nie dotyczy
pt_pt: N / D

source: pm
el: μ.μ
ja: 午後
pl_pl: wieczorem

# date format
source: l
pt_pt: eu
