Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: These emails are sent when a booking requires confirmation from admin
ca: Aquests correus electrònics s’envien quan una reserva requereix la confirmació de l’administrador
de_de: Diese E-Mails werden gesendet, wenn für eine Buchung eine Bestätigung durch den Administrator erforderlich ist
el: Αυτά τα μηνύματα ηλεκτρονικού ταχυδρομείου αποστέλλονται όταν μια κράτηση απαιτεί επιβεβαίωση από τον διαχειριστή
es_es: Estos correos electrónicos se envían cuando una reserva requiere confirmación del administrador
et_et: Need e -kirjad saadetakse siis, kui broneering nõuab administraatori kinnitust
fi: Nämä sähköpostit lähetetään, kun varaus vaatii vahvistuksen järjestelmänvalvojalta
fr_fr: Ces e-mails sont envoyés lorsqu'une réservation nécessite une confirmation de l'administrateur
he_il: מיילים אלה נשלחים כאשר הזמנה דורשת אישור ממנהל
it_it: Queste e -mail vengono inviate quando una prenotazione richiede conferma da parte di amministratore
ja: これらのメールは、予約に管理者からの確認が必要な場合に送信されます。
nl_nl: Deze e -mails worden verzonden wanneer een boeking bevestiging van admin vereist
pl_pl: Te e -maile są wysyłane, gdy rezerwacja wymaga potwierdzenia administratora
pt_pt: Esses e -mails são enviados quando uma reserva requer confirmação do administrador
sv_se: Dessa e-postmeddelanden skickas när en bokning kräver bekräftelse från admin

source: This controls the email subject line. Leave blank to use the default subject.
ca: Això controla la línia de l'assumpte per correu electrònic. Deixeu en blanc per utilitzar el tema predeterminat.
de_de: Dies steuert die Betreffzeile der E-Mail. Lassen Sie das Feld leer, um das Standardmotiv zu verwenden.
el: Αυτό ελέγχει τη γραμμή θέματος του email. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο θέμα.
es_es: Esto controla la línea de asunto de correo electrónico. Deje en blanco para usar el tema predeterminado.
et_et: See kontrollib e -posti teema rida. Jätke vaikimisi subjekti kasutamiseks tühjaks.
fi: Tämä hallitsee sähköpostin aiheriviä. Jätä tyhjäksi, jos haluat käyttää oletusaihetta.
fr_fr: Cela contrôle la ligne d'objet des e-mails. Laissez vide pour utiliser le sujet par défaut.
he_il: זה שולט בשורת הנושא של הדוא"ל. השאר ריק לשימוש בנושא ברירת המחדל.
it_it: Questo controlla la riga dell'oggetto e -mail. Lasciare vuoto per utilizzare l'argomento predefinito.
ja: メールの件名を指定します。デフォルトの件名を使用する場合は空白のままにしてください。
nl_nl: Dit regelt de onderwerpregel van de e -mail. Laat leeg om het standaardonderwerp te gebruiken.
pl_pl: To kontroluje linię tematu e -mail. Pozostaw puste, aby użyć przedmiotu domyślnego.
pt_pt: Isso controla a linha de assunto do e -mail. Deixe em branco para usar o assunto padrão.
sv_se: Detta styr e-postens ämnesrad. Lämna tomt om du vill använda standardämnet.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading.
ca: Això controla l’encapçalament principal que conté la notificació de correu electrònic. Deixeu en blanc per utilitzar l’encapçalament predeterminat.
de_de: Dies steuert die Hauptüberschrift, die in der E-Mail-Benachrichtigung enthalten ist. Lassen Sie das Feld leer, um die Standardüberschrift zu verwenden.
el: Αυτό ελέγχει την κύρια επικεφαλίδα που περιέχεται στην ειδοποίηση μέσω email. Αφήστε το κενό για να χρησιμοποιήσετε την προεπιλεγμένη επικεφαλίδα.
es_es: Esto controla el encabezado principal contenido en la notificación de correo electrónico. Deje en blanco para usar el encabezado predeterminado.
et_et: See kontrollib e -posti teatises sisalduvat peamist pealkirja. Jätke vaikepealkirja kasutamiseks tühjaks.
fi: Tämä hallitsee sähköposti-ilmoituksen sisältämää pääotsikkoa. Jätä tyhjäksi, jos haluat käyttää oletusotsikkoa.
fr_fr: Cela contrôle l'en-tête principal contenu dans la notification par e-mail. Laissez vide pour utiliser l'en-tête par défaut.
he_il: זה שולט בכותרת העיקרית הכלולה בהודעת הדוא"ל. השאר ריק כדי להשתמש בכותרת ברירת המחדל.
it_it: Ciò controlla la intestazione principale contenuta nella notifica e -mail. Lascia vuoto per utilizzare l'intestazione predefinita.
ja: これはEメール通知に含まれるメインの見出しをコントロールします。デフォルトの見出しを使用する場合は空白のままにしてください。
nl_nl: Dit regelt de hoofdkopie in de e -mailmelding. Blijf leeg om de standaardkop te gebruiken.
pl_pl: To kontroluje główny nagłówek zawarty w powiadomieniu e -mail. Pozostaw puste, aby użyć domyślnego nagłówka.
pt_pt: Isso controla o cabeçalho principal contido na notificação de email. Deixe em branco para usar o cabeçalho padrão.
sv_se: Detta styr huvudrubriken i e-postmeddelandet. Lämna tomt för att använda standardrubriken.

source: This description will be displayed with the Resource selection.
ca: Aquesta descripció es mostrarà amb la selecció Recursos.
de_de: Diese Beschreibung wird mit der Ressourcenauswahl angezeigt.
el: Αυτή η περιγραφή θα εμφανιστεί με την επιλογή Πόρων.
es_es: Esta descripción se mostrará con la selección de recursos.
et_et: See kirjeldus kuvatakse koos ressursivalikuga.
fi: Tämä kuvaus näytetään yhdessä Resurssien valinnan kanssa.
fr_fr: Cette description sera affichée avec la sélection des ressources.
he_il: תיאור זה יוצג עם בחירת המשאב.
it_it: Questa descrizione verrà visualizzata con la selezione delle risorse.
ja: この説明はリソースの選択とともに表示されます。
nl_nl: Deze beschrijving wordt weergegeven bij de selectie van Resources.
pl_pl: Ten opis zostanie wyświetlony z wyborem zasobów.
pt_pt: Esta descrição será exibida com a seleção de recursos.
sv_se: Denna beskrivning kommer att visas med resursvalet.

source: This is a one-off cost that is applied to the entire booking.
ca: Aquest és un cost únic que s'aplica a tota la reserva.
de_de: Dies ist eine einmalige Gebühr, die auf die gesamte Buchung angewendet wird.
el: Αυτό είναι ένα εφάπαξ κόστος που εφαρμόζεται σε ολόκληρη την κράτηση.
es_es: Este es un costo único que se aplica a toda la reserva.
et_et: See on ühekordne kulu, mis rakendub kogu broneeringule.
fi: Tämä on kertaluonteinen hinta, jota sovelletaan koko varaukseen.
fr_fr: Il s'agit d'un coût unique qui est appliqué à l'ensemble de la réservation.
he_il: זוהי עלות חד פעמית המיושמת על ההזמנה כולה.
it_it: Questo è un costo unico che viene applicato all'intera prenotazione.
ja: これは予約全体に適用される一回限りの費用です。
nl_nl: Dit zijn eenmalige kosten die op de gehele boeking worden toegepast.
pl_pl: Jest to jednorazowy koszt, który dotyczy całej rezerwacji.
pt_pt: Este é um custo único que é aplicado a toda a reserva.
sv_se: Detta är en engångskostnad som gäller för hela bokningen.

source: This is the cost applied to each block booked. for Eg : When booking period is 1 day and cost per block is $10, the total cost for booking 10 days is $100.
ca: Aquest és el cost que s'aplica a cada bloc reservat. Per exemple: Quan el període de reserva és d'1 dia i el cost per bloc és de $ 10, el cost total de la reserva de 10 dies és de $ 100.
de_de: Dies sind die Kosten, die für jeden gebuchten Block anfallen. Zum Beispiel: Wenn der Buchungszeitraum 1 Tag beträgt und die Kosten pro Block 10 USD betragen, betragen die Gesamtkosten für die Buchung von 10 Tagen 100 USD.
el: Αυτό είναι το κόστος που εφαρμόζεται σε κάθε δεσμευμένο μπλοκ. για Π.χ.: Όταν η περίοδος κράτησης είναι 1 ημέρα και το κόστος ανά μπλοκ είναι 10 $, το συνολικό κόστος για κράτηση 10 ημερών είναι 100 $.
es_es: Este es el costo aplicado a cada bloque reservado. por ejemplo: cuando el período de reserva es de 1 día y el costo por bloque es de $ 10, el costo total de la reserva de 10 días es de $ 100.
et_et: See on iga broneeritud ploki hind. Näiteks: kui broneerimisperiood on 1 päevpäev ja ploki hind on 10 dollarit, on 10 päeva broneeringu kogumaksumus 100 dollarit.
fi: Tämä on kullekin varatulle ryhmälle aiheutuva hinta. Esimerkiksi: Jos varausaika on 1 päivä ja hinta per blokki on 10 dollaria, 10 päivän varauksen kokonaiskustannukset ovat 100 dollaria.
fr_fr: Il s'agit du coût appliqué à chaque bloc réservé. Par exemple: lorsque la période de réservation est de 1 jour et le coût par bloc est de 10 $, le coût total pour la réservation de 10 jours est de 100 $.
he_il: זה העלות החלה על כל בלוק שהוזמן. למשל: כאשר תקופת ההזמנה היא יום אחד והעלות לחסימה היא 10 $, העלות הכוללת להזמנת 10 ימים היא 100 $.
it_it: Questo è il costo applicato a ciascun blocco prenotato. Per EG: quando il periodo di prenotazione è di 1 giorno e il costo per blocco è di $ 10, il costo totale per la prenotazione di 10 giorni è di $ 100.
ja: 例：予約期間が1日で、1ブロックあたりの料金が$10の場合、10日間予約した場合の合計料金は$100となります。
nl_nl: Dit zijn de kosten die voor elk geboekt blok worden toegepast. Voorbeeld: wanneer de boekingsperiode 1 dag is en de kosten per blok €10 zijn, zijn de totale kosten voor het boeken van 10 dagen €100.
pl_pl: Jest to koszt zastosowany do każdego zarezerwowanego bloku. na przykład: gdy okres rezerwacji wynosi 1 dzień, a koszt bloku wynosi 10 USD, całkowity koszt rezerwacji 10 dni wynosi 100 USD.
pt_pt: Este é o custo aplicado a cada bloco reservado. Para por exemplo: quando o período de reserva é de 1 dia e o custo por bloco é de US $ 10, o custo total para a reserva de 10 dias é de US $ 100.
sv_se: Detta är kostnaden för varje bokat block. för t.ex.: När bokningsperioden är 1 dag och kostnaden per block är 100 SEK, är den totala kostnaden för att boka 10 dagar 1000 SEK.

source: This payment gateway does not need to config
ca: Aquesta pasarel·la de pagament no necessita configuració
de_de: Diese Zahlungs-Gateway muss nicht config
el: Αυτή η πύλη πληρωμής δεν χρειάζεται διαμόρφωση
es_es: Esta pasarela de pago no necesita configuración
et_et: See maksevärav ei pea konfigureerima
fi: Tätä maksuyhdyskäytävää ei tarvitse määrittää
fr_fr: Cette passerelle de paiement n'a pas besoin de configurer
he_il: שער תשלום זה לא צריך להגדיר
it_it: Questo gateway di pagamento non ha bisogno di configurazione
ja: この決済ゲートウェイは、以下の設定を必要としません。
nl_nl: Deze betalingsgateway hoeft niet te worden geconfigureerd
pl_pl: Ta bramka płatności nie wymaga konfiguracji
pt_pt: Este gateway de pagamento não precisa configurar
sv_se: Denna betalningsgateway behöver inte konfigureras

source: This payment method is used those orders has booking products and pay later (Need confirmation)
ca: Aquesta forma de pagament s'utilitza en què les comandes tenen productes de reserva i paguen més tard (Necessitat confirmació)
de_de: Diese Zahlungsmethode verwendet diese Aufträge hat Buchung Produkte und Zahlen später (Bestätigung erforderlich)
el: Αυτή η μέθοδος πληρωμής χρησιμοποιείται για τις παραγγελίες με προϊόντα κράτησης και πληρωμή αργότερα (Χρειάζεται επιβεβαίωση)
es_es: Este método de pago se utiliza para aquellos pedidos que tienen productos de reserva y los paga más tarde (necesita confirmación)
et_et: Seda maksemeetodit kasutatakse neil tellimustel on tooteid broneerides ja maksavad hiljem (vajab kinnitust)
fi: Tätä maksutapaa käytetään niissä tilauksissa, joissa on varaustuotteita ja maksetaan myöhemmin (tarvitaan vahvistus)
fr_fr: Ce mode de paiement est utilisé, ces commandes ont des produits de réservation et payent plus tard (Besoin de confirmation)
he_il: אמצעי תשלום זה משמש הזמנות אלה יש הזמנת מוצרים לשלם מאוחר יותר (צריך אישור)
it_it: Questo metodo di pagamento viene utilizzato quegli ordini ha prenotazione di prodotti e pagare in seguito (bisogno di conferma)
ja: この支払い方法は、商品を予約し、後払い（確認が必要）する注文に使用されます。
nl_nl: Deze betaalmethode wordt gebruikt voor het boeken van producten en later betalen (bevestiging nodig)
pl_pl: Ta metoda płatności jest używana, gdy zamówienia zawierają produkty do rezerwacji i płacą później (potrzebujesz potwierdzenia)
pt_pt: Este método de pagamento é usado para aqueles pedidos que tenham produtos de reserva e pague depois (precisa de confirmação)
sv_se: Denna betalningsmetod används som beställningar har bokat produkter och betalar senare (behöver bekräftelse)

source: This section allows you to configure Reminder and Follow up Emails for your bookings. Please configure them below :
ca: Aquesta secció us permet configurar recordatoris i correus electrònics de seguiment per a les vostres reserves. Configureu-los a continuació:
de_de: In diesem Bereich können Sie Erinnerungen und Folge-E-Mails für Ihre Buchungen konfigurieren. Bitte konfigurieren Sie sie unten:
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τα μηνύματα Υπενθύμισης και Παρακολούθησης Email για τις κρατήσεις σας. Ρυθμίστε τα παρακάτω:
es_es: Esta sección le permite configurar Recordatorios y correos electrónicos de seguimiento para sus reservas. Por favor configúrelos a continuación:
et_et: Selles jaotises saate konfigureerida broneeringute meeldetuletuse ja järelmeetmete e-kirju. Seadistage need allpool:
fi: Tässä osiossa voit määrittää muistutus- ja seurantamailusähköpostit varauksille. Määritä ne alla:
fr_fr: Cette section vous permet de configurer les e-mails de rappel et de suivi pour vos réservations. Veuillez les configurer ci-dessous:
he_il: סעיף זה מאפשר לך להגדיר דוא"ל תזכורת ומעקב עבור ההזמנות שלך. אנא הגדר אותם למטה:
it_it: Questa sezione ti consente di configurare le e-mail di promemoria e follow-up per le tue prenotazioni. Configurali di seguito:
ja: このセクションでは、予約のリマインダーとフォローアップメールを設定することができます。以下で設定してください：
nl_nl: In dit gedeelte kunt u Herinnerings- en Follow-up-e-mails configureren voor uw boekingen. Configureer ze hieronder:
pl_pl: W tej sekcji możesz skonfigurować przypomnienia i wiadomości e-mail dotyczące rezerwacji. Skonfiguruj je poniżej:
pt_pt: Esta seção permite configurar e-mails de lembrete e acompanhamento para suas reservas. Por favor, configure-os abaixo:
sv_se: Det här avsnittet låter dig konfigurera påminnelse och följa upp e-postmeddelanden för dina bokningar. Konfigurera dem nedan:

source: This text is displayed below each date or time block For Eg: 10 Left
ca: Aquest text es mostra a sota de cada data o bloc de temps Per a per exemple: 10 Disponibles
de_de: Dieser Text wird unter jedem Datums- oder Zeitblock angezeigt. Beispiel: 10 übrig
el: Αυτό το κείμενο εμφανίζεται κάτω από κάθε μπλοκ ημερομηνίας ή ώρας Για Π.χ.: 10 Αριστερά
es_es: Este texto se muestra debajo de cada bloque de fecha u hora. Por ejemplo: 10 izquierda
et_et: See tekst kuvatakse iga kuupäeva- või ajaploki all. Nt: 10 vasakut
fi: Tämä teksti näkyy kunkin päivämäärä- tai aikajakson alapuolella. Esimerkiksi: 10 vasemmalle
fr_fr: Ce texte est affiché sous chaque bloc de date ou d'heure. Par exemple: 10 gauche
he_il: טקסט זה מוצג מתחת לכל חסימת תאריך או זמן. למשל: 10 שמאל
it_it: Questo testo viene visualizzato sotto ogni data o intervallo di tempo Ad esempio: 10 Sinistra
ja: このテキストは、各日付または時刻のブロックの下に表示されます。例：左10本
nl_nl: Deze tekst wordt onder elke datum of elk tijdsblok weergegeven. Bijvoorbeeld: 10 Over
pl_pl: Ten tekst jest wyświetlany poniżej każdego bloku daty lub godziny. Na przykład: 10 Left
pt_pt: Este texto é exibido abaixo de cada bloco de data ou hora. Por exemplo: 10 esquerda
sv_se: Den här texten visas under varje datum eller tidsblock För t.ex. 10 vänster

source: This will be the first weekday in the calendar.
ca: Primer dia de la setmana del calendari.
de_de: Dies ist der erste Wochentag im Kalender.
el: Αυτή θα είναι η πρώτη εβδομάδα στο ημερολόγιο.
es_es: Este será el primer día de la semana en el calendario.
et_et: See on kalendris esimene tööpäev.
fi: Tämä on kalenterin ensimmäinen arkipäivä.
fr_fr: Ce sera le premier jour de la semaine du calendrier.
he_il: זה יהיה יום השבוע הראשון בלוח השנה.
it_it: Questo sarà il primo giorno della settimana nel calendario.
ja: カレンダーでは最初の平日となる。
nl_nl: Dit zal de eerste weekdag in de kalender zijn.
pl_pl: To będzie pierwszy dzień tygodnia w kalendarzu.
pt_pt: Este será o primeiro dia da semana no calendário.
sv_se: Det här är den första veckodagen i kalendern.

source: Thursday
ca: Dijous
de_de: Donnerstag
el: Πέμπτη
es_es: Jueves
et_et: neljapäeval
fi: torstai
fr_fr: Jeudi
he_il: יום רביעי
it_it: Giovedi
ja: 木曜日
nl_nl: Donderdag
pl_pl: czwartek
pt_pt: Quinta-feira
sv_se: Torsdag

source: Time Interval
ca: Interval de temps
de_de: Zeitintervall
el: Χρονικό διάστημα
es_es: Intervalo de tiempo
et_et: Ajavahemik
fi: Aikaväli
fr_fr: Intervalle de temps
he_il: מרווח זמן
it_it: Intervallo di tempo
ja: 時間間隔
nl_nl: Tijdsinterval
pl_pl: Przedział czasowy
pt_pt: Intervalo de tempo
sv_se: Tidsintervall

source: Time Range (all week)
ca: Interval de temps (tota la setmana)
de_de: Zeitraum (ganze Woche)
el: Χρονικό εύρος (όλη την εβδομάδα)
es_es: Rango de tiempo (toda la semana)
et_et: Ajavahemik (kogu nädal)
fi: Aikaväli (koko viikko)
fr_fr: Plage horaire (toute la semaine)
he_il: טווח זמן (כל השבוע)
it_it: Intervallo di tempo (tutta la settimana)
ja: 時間範囲（全週）
nl_nl: Tijdsbereik (hele week)
pl_pl: Zakres czasu (cały tydzień)
pt_pt: Intervalo de tempo (toda a semana)
sv_se: Tidsspann (hela veckan)

source: Time Ranges
ca: Intervals de temps
de_de: Zeitbereiche
el: Χρονικά εύρη
es_es: Rangos de tiempo
et_et: Ajavahemikud
fi: Aika-alueet
fr_fr: Plages de temps
he_il: טווחי זמן
it_it: Intervalli di tempo
ja: 時間範囲
nl_nl: Tijdbereiken
pl_pl: Zakresy czasu
pt_pt: Intervalos de tempo
sv_se: Tidsintervall

source: Time Zone Conversion
ca: Conversió de fus horari
de_de: Zeitzonen-Konvertierung
el: Μετατροπή ζώνης ώρας
es_es: Conversión de zona horaria
et_et: Ajavööndi teisendamine
fi: Aikavyöhykkeen muuntaminen
fr_fr: Conversion de fuseau horaire
he_il: המרת אזור זמן
it_it: Conversione del fuso orario
ja: タイムゾーン変換
nl_nl: Tijdzone Conversie
pl_pl: Konwersja strefy czasowej
pt_pt: Conversão de fuso horário
sv_se: Tidszonkonvertering

source: To
ca: A
de_de: Bis
el: Προς την
es_es: A
et_et: Kellele
fi: jotta
fr_fr: À
he_il: אל:
it_it: A
ja: への
nl_nl: Tot
pl_pl: Do
pt_pt: Para
sv_se: Till

source: to
ca: a
de_de: bis
el: προς την
es_es: a
et_et: juurde
fi: että
fr_fr: à
he_il: עד
it_it: a
ja: への
nl_nl: tot
pl_pl: do
pt_pt: para
sv_se: till

source: Today
ca: Avui
de_de: Heute
el: Σήμερα
es_es: Hoy
et_et: Täna
fi: Tänään
fr_fr: Aujourd'hui
he_il: היום
it_it: Oggi
ja: 今日
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_pt: Hoje
sv_se: I dag

source: Total Number of Participants
ca: Nombre total de participants
de_de: Gesamtzahl der Teilnehmer
el: Συνολικός Αριθμός Συμμετεχόντων
es_es: Número total de participantes
et_et: Osalejate koguarv
fi: Osallistujien kokonaismäärä
fr_fr: Nombre total de participants
he_il: המספר הכולל של המשתתפים
it_it: Numero totale di partecipanti
ja: 参加者総数
nl_nl: Totaal aantal deelnemers
pl_pl: Całkowita liczba uczestników
pt_pt: Número total de participantes
sv_se: Totalt antal deltagare

source: Total number of Participants can not be lesser than this value.
ca: El nombre total de participants no pot ser inferior a aquest valor.
de_de: Die Gesamtzahl der Teilnehmer darf diesen Wert nicht unterschreiten.
el: Ο συνολικός αριθμός Συμμετεχόντων δεν μπορεί να είναι μικρότερος από αυτήν την τιμή.
es_es: El número total de participantes no puede ser menor que este valor.
et_et: Osalejate koguarv ei tohi olla sellest väärtusest väiksem.
fi: Osallistujien kokonaismäärä ei voi olla pienempi kuin tämä arvo.
fr_fr: Le nombre total de participants ne peut pas être inférieur à cette valeur.
he_il: המספר הכולל של המשתתפים אינו יכול להיות נמוך מערך זה.
it_it: Il numero totale di partecipanti non può essere inferiore a questo valore.
ja: 参加者の総数がこの値を下回ることはない。
nl_nl: Totaal aantal deelnemers mag niet kleiner zijn dan deze waarde.
pl_pl: Całkowita liczba uczestników nie może być mniejsza niż ta wartość.
pt_pt: O número total de participantes não pode ser menor que esse valor.
sv_se: Det totala antalet deltagare kan inte vara mindre än detta värde.

source: Total number of Participants will not exceed this value.
ca: El nombre total de participants no superarà aquest valor.
de_de: Die Gesamtzahl der Teilnehmer wird diesen Wert nicht überschreiten.
el: Ο συνολικός αριθμός Συμμετεχόντων δεν θα υπερβαίνει αυτήν την τιμή.
es_es: El número total de participantes no excederá este valor.
et_et: Osalejate koguarv ei ületa seda väärtust.
fi: Osallistujien kokonaismäärä ei ylitä tätä arvoa.
fr_fr: Le nombre total de participants ne dépassera pas cette valeur.
he_il: המספר הכולל של המשתתפים לא יעלה על ערך זה.
it_it: Il numero totale di partecipanti non supererà questo valore.
ja: 参加者の総数がこの値を超えることはない。
nl_nl: Het totale aantal deelnemers zal deze waarde niet overschrijden.
pl_pl: Całkowita liczba uczestników nie przekroczy tej wartości.
pt_pt: O número total de participantes não excederá esse valor.
sv_se: Det totala antalet deltagare kommer inte att överstiga detta värde.

source: Total participant
ca: Participants total
de_de: Gesamtteilnehmer
el: Συνολικός συμμετέχων
es_es: Participante total
et_et: Osalejaid kokku
fi: Koko osallistuja
fr_fr: Total des participants
he_il: משתתף כולל
it_it: Partecipante totale
ja: 参加者合計
nl_nl: Totaal aantal deelnemers
pl_pl: Całkowity liczba uczestników
pt_pt: Participante total
sv_se: Total deltagare

source: Total participant (%total) exceeds maximum allowed participant (%max)
ca: El total de participants (%total) supera el màxim de participants permès (%max)
de_de: Gesamtzahl der Teilnehmer (%total) überschreitet maximal zulässige Teilnehmerzahl (%max)
el: Ο συνολικός συμμετέχων (%total) υπερβαίνει το μέγιστο επιτρεπόμενο συμμετέχοντα (%max)
es_es: El total de participantes (%total) excede el máximo de participantes permitidos (%max)
et_et: Osalejate koguarv (%total) ületab maksimaalse lubatud osalejate arvu (%max)
fi: Osallistujien kokonaismäärä (%total) ylittää suurimman sallitun osallistujan (%max)
fr_fr: Le nombre total de participants (%total) dépasse le nombre maximal de participants autorisés (%max)
he_il: סך המשתתף (%total) חורג מהמקסימום המותר (%max)
it_it: Il totale dei partecipanti (%total) supera il numero massimo di partecipanti consentito (%max)
ja: 参加者合計 (%total) が最大許容参加者数 (%max) を超えた
nl_nl: Totale deelnemer (%total) overschrijdt maximaal toegestane deelnemer (%max)
pl_pl: Całkowita liczba uczestników (%total) przekracza maksymalną dozwoloną liczbę uczestników (%max)
pt_pt: O total de participantes (%total) excede o máximo de participantes permitidos (%max)
sv_se: Totalt antal deltagare (%total) överskrider det maximala tillåtna antalet deltagare (%max)

source: Troubleshoot Google Calendar Sync
ca: Resolució de problemes de la sincronització del calendari de Google
de_de: Fehlerbehebung bei Google -Kalender -Synchronisierung
el: Αντιμετώπιση προβλημάτων Συγχρονισμού Ημερολογίου Google
es_es: Solución de problemas de la sincronización del calendario de Google
et_et: Google'i kalendri sünkroonimise tõrkeotsing
fi: Vianetsintä Google -kalenterin synkronointi
fr_fr: Dépanner la synchronisation du calendrier Google
he_il: פתרון בעיות בסנכרון לוח השנה של גוגל
it_it: Risolvi i problemi di sincronizzazione del calendario di Google
ja: Googleカレンダー同期のトラブルシューティング
nl_nl: Problemen met Google Agenda's Synchronisatie oplossen
pl_pl: Rozwiązywanie problemów z Synchronizacją Kalendarza Google
pt_pt: Solucionar problemas do Google Calendar Sync
sv_se: Felsök Google Calender Sync

source: Tu
ca: Dm
de_de: Di
es_es: Ma
et_et: T
fi: Ti
fr_fr: Ma
he_il: יום ג'
it_it: Ma
nl_nl: Di
pl_pl: wt.
pt_pt: Te
sv_se: Ti

source: Tuesday
ca: Dimarts
de_de: Dienstag
el: Τρίτη
es_es: Martes
et_et: teisipäeval
fi: tiistai
fr_fr: Mardi
he_il: יום שני
it_it: Martedì
ja: 火曜日
nl_nl: Dinsdag
pl_pl: wtorek
pt_pt: Terça-feira
sv_se: Tisdag

source: un-paid
ca: sense pagar
de_de: unbezahlt
el: απλήρωτος
es_es: no pagado
et_et: tasumata
fi: palkaton
fr_fr: En attente de paiement
he_il: ללא תשלום
it_it: non pagato
ja: 未払い
nl_nl: onbetaald
pl_pl: nieopłacona
pt_pt: não pago
sv_se: obetald

source: Unpaid
ca: Pendent de pagament
de_de: Unbezahlt
el: Απλήρωτος
es_es: Impagado
et_et: Tasumata
fi: Palkaton
fr_fr: Non payé
he_il: טרם שולם
it_it: Non pagate
ja: 未払い
nl_nl: Onbetaald
pl_pl: Nieopłacona
pt_pt: Não pago
sv_se: Obetald
