Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Continue booking
ca: Continua reservant
de_de: Buchung fortsetzen
el: Συνεχίστε την κράτηση
es_es: Continuar reservando
et_et: Jätka broneerimist
fi: Jatka varaamista
fr_fr: Continuer la réservation
he_il: המשך להזמין
it_it: Continua a prenotare
ja: 予約を続ける
nl_nl: Doorgaan met boeken
pl_pl: Wróć do zakupów
pt_pt: Continue reservando
sv_se: Fortsätt boka

source: Cost per block
ca: Cost per bloc
de_de: Kosten pro Block
el: Κόστος ανά μπλοκ
es_es: Costo por bloque
et_et: Maksumus ploki kohta
fi: Hinta per lohko
he_il: עלות לכל בלוק
it_it: Costo per blocco
ja: ブロックあたりのコスト
nl_nl: Kosten per blok
pl_pl: Koszt za blok
pt_pt: Custo por bloco
sv_se: Kostnad per block

source: Cost per participant
ca: Cost por participante
de_de: Gebühr pro Teilnehmer
el: Κόστος ανά συμμετέχοντα
es_es: Costo por participante
et_et: Maksumus osaleja kohta
fi: Hinta per osallistuja
fr_fr: Coût par participant
he_il: עלות למשתתף
it_it: Costo per partecipante
ja: 参加者1人当たりの費用
nl_nl: Kosten per deelnemer
pl_pl: Koszt na uczestnika
pt_pt: Custo por participante
sv_se: Kostnad per deltagare

source: Create a new order.
ca: Crea nova comanda.
de_de: Eine neue Bestellung erzeugen.
el: Δημιουργήστε μια νέα παραγγελία.
es_es: Crea un nuevo orden
et_et: Looge uus tellimus.
fi: Luo uusi tilaus.
fr_fr: Créer une nouvelle commande
he_il: צור הזמנה חדשה.
it_it: Crea un nuovo ordine.
ja: 新しい注文を作成する。
nl_nl: Maak een nieuwe bestelling.
pl_pl: Utwórz nowe zamówienie.
pt_pt: Crie um novo pedido.
sv_se: Skapa en ny order.

source: Create a new asset
ca: Crear un actiu nou
de_de: Erstellen Sie ein neues Anlagegut
el: Δημιουργήστε ένα νέο στοιχείο
es_es: Crea un nuevo activo
et_et: Looge uus vara
fi: Luo uusi sisältö
fr_fr: Créer un nouvel actif
he_il: צור נכס חדש
it_it: Crea una nuova risorsa
ja: 新しいアセットを作成する
nl_nl: Maak een Nieuw Middel
pl_pl: Utwórz nowy zasób
pt_pt: Crie um novo ativo
sv_se: Skapa en ny tillgång

source: Create Order
ca: Crea una comanda
de_de: Bestellung anlegen
el: Δημιουργία παραγγελίας
es_es: orden
et_et: Koostage tellimus
fi: Luo tilaus
fr_fr: Créer une commande
he_il: צור הזמנה
it_it: Crea ordine
ja: オーダー作成
nl_nl: Order creëren
pl_pl: Utwórz zamówienie
pt_pt: Criar pedido
sv_se: Skapa beställning

source: Cron Interval (Minutes)
ca: Interval de Cron (minuts)
de_de: Cron -Intervall (Minuten)
el: Διάστημα Cron (Λεπτά)
es_es: Intervalo cron (minutos)
et_et: Croni intervall (minutid)
fi: Cron -aika (minuutteja)
fr_fr: Intervalle cron (minutes)
he_il: מרווח קרון (דקות)
it_it: Intervallo di cron (minuti)
ja: クロン間隔（分）
nl_nl: Cron -interval (minuten)
pl_pl: CRON Interval (minuty)
pt_pt: Intervalo Cron (minutos)
sv_se: Cron -intervall (minuter)

source: Custom date range
ca: Interval de dates personalitzat
de_de: Individueller Zeitraum
el: Προσαρμοσμένο εύρος ημερομηνιών
es_es: Rango de fechas personalizado
et_et: Kohandatud kuupäevavahemik
fi: Muokattu ajanjakso
fr_fr: Fourchette de date personnalisée
he_il: טווח תאריכים מותאם אישית
it_it: Intervallo date personalizzato
ja: カスタム日付範囲
nl_nl: Aangepast datum bereik
pl_pl: Niestandardowy zakres dat
pt_pt: Intervalo de datas personalizado
sv_se: Anpassat datumintervall

source: Customer Email
ca: Correu electrònic del client
de_de: Kunden-eMail
el: Email πελάτη
es_es: Correo electrónico del cliente
et_et: Kliendi e-post
fi: Asiakkaan sähköposti
fr_fr: Email client
he_il: אימייל ללקוח
it_it: E-mail cliente
ja: お客様のEメール
nl_nl: Klanten email
pl_pl: Email klienta
pt_pt: Email do cliente
sv_se: Kundens e-post

source: Customer Name
ca: Nom del client
de_de: Kundenname
el: Όνομα πελάτη
es_es: Nombre del cliente
et_et: Kliendi nimi
fi: Asiakkaan nimi
fr_fr: Nom du client
he_il: שם לקוח
it_it: Nome del cliente
ja: 顧客名
nl_nl: klantnaam
pl_pl: Nazwa klienta
pt_pt: nome do cliente
sv_se: Köparens namn

source: Customer Name:
ca: Nom del client:
de_de: Kundenname:
el: Ονομα πελάτη:
es_es: Nombre del cliente:
et_et: Kliendi nimi:
fi: Asiakkaan nimi:
fr_fr: Nom du client:
he_il: שם לקוח:
it_it: Nome del cliente:
ja: 顧客名
nl_nl: Klantnaam:
pl_pl: Nazwa klienta:
pt_pt: Nome do cliente:
sv_se: Köparens namn:

source: Customer Phone
ca: Telèfon del client
de_de: Ekstra Noter
el: Τηλέφωνο πελάτη
es_es: Teléfono del cliente
et_et: Kliendi telefon
fi: Asiakkaan Puhelin
fr_fr: Téléphone du client
he_il: טלפון ללקוח
it_it: Telefono cliente
ja: お客様電話番号
nl_nl: Telefoon klant
pl_pl: Telefon klienta
pt_pt: Telefone do cliente
sv_se: Kundens telefon

source: Customers will be able to book till 30 days from today if this option is set to 30 days.
ca: Els clients podran reservar fins a 30 dies a partir d'avui si aquesta opció està establerta a 30 dies.
de_de: Kunden können ab heute bis zu 30 Tage buchen, wenn diese Option auf 30 Tage eingestellt ist.
el: Οι πελάτες θα μπορούν να κάνουν κράτηση έως και 30 ημέρες από σήμερα, εάν αυτή η επιλογή οριστεί σε 30 ημέρες.
es_es: Los clientes podrán reservar hasta 30 días a partir de hoy si esta opción se establece en 30 días.
et_et: Kliendid saavad broneerida kuni 30 päeva alates tänasest, kui see valik on seatud 30 päevaks.
fi: Asiakkaat voivat varata 30 päivään tänään, jos tämän vaihtoehdon arvo on 30 päivää.
fr_fr: Les visiteurs pourront réserver jusqu'à 30 jours a partir d’aujourd'hui, si cette option est définie sur 30 jours.
he_il: לקוחות יוכלו להזמין עד 30 יום מהיום, אם אפשרות זו מוגדרת ל -30 יום.
it_it: I clienti potranno prenotare fino a 30 giorni da oggi se questa opzione è impostata su 30 giorni.
ja: このオプションが30日に設定されている場合、お客様は本日から30日後まで予約することができます。
nl_nl: Klanten kunnen vanaf vandaag tot 30 dagen boeken als deze optie is ingesteld op 30 dagen.
pl_pl: Klienci będą mogli zarezerwować do 30 dni od dzisiaj, jeśli ta opcja zostanie ustawiona na 30 dni.
pt_pt: Os clientes poderão reservar até 30 dias a partir de hoje se esta opção estiver definida como 30 dias.
sv_se: Kunder kommer att kunna boka fram till 30 dagar från och med idag om detta alternativ är inställt på 30 dagar.

source: Customise
ca: Personalitza
de_de: Anpassen
el: Προσαρμογή
es_es: Personalizar
et_et: Kohanda
fi: Mukauta
fr_fr: Personnaliser
he_il: התאמה אישית
it_it: Personalizzare
ja: カスタマイズ
nl_nl: Aanpassen
pl_pl: Dostosuj
pt_pt: Customizar
sv_se: Anpassa

source: Customize Calendar Event Details
ca: Personalitza els detalls de l'esdeveniment del calendari
de_de: Passen Sie die Kalenderereignisdetails an
el: Προσαρμογή των λεπτομερειών συμβάντων ημερολογίου
es_es: Personalizar detalles del evento del calendario
et_et: Kohandage kalendriürituse üksikasju
fi: Muokkaa kalenteritapahtumien tietoja
fr_fr: Personnaliser les détails des événements du calendrier
he_il: התאם אישית את פרטי אירועי לוח השנה
it_it: Personalizza i dettagli dell'evento del calendario
ja: カレンダー・イベントの詳細をカスタマイズする
nl_nl: Calendar Afspraak detailss aanpassen
pl_pl: Dostosuj szczegóły wydarzenia w kalendarzu
pt_pt: Personalize os detalhes do evento de calendário
sv_se: Anpassa kalenderevent

source: Customize Calendar Event Title
ca: Personalitza el títol de l'esdeveniment del calendari
de_de: Passen Sie den Titel des Kalenderereignisses an
el: Προσαρμογή τίτλου συμβάντος ημερολογίου
es_es: Personalizar el título del evento del calendario
et_et: Kohandage kalendriürituse pealkirja
fi: Mukauta kalenteritapahtuman otsikkoa
fr_fr: Personnaliser le titre de l'événement du calendrier
he_il: התאם אישית את כותרת אירועי לוח השנה
it_it: Personalizza il titolo dell'evento del calendario
ja: カレンダー・イベント・タイトルのカスタマイズ
nl_nl: Titel van Calendar Afspraak aanpassen
pl_pl: Dostosuj tytuł wydarzenia kalendarza
pt_pt: Personalize o título do evento de calendário
sv_se: Anpassa kalenderevenemangsrubrik

source: Customize Labels
ca: Personalitza les etiquetes
de_de: Etiketten anpassen
el: Προσαρμογή ετικετών
es_es: Personalizar etiquetas
et_et: Kohandage silte
fi: Muokkaa tarroja
fr_fr: Personnaliser les étiquettes
he_il: התאם אישית תוויות
it_it: Personalizza etichette
ja: ラベルのカスタマイズ
nl_nl: Pas labels aan
pl_pl: Dostosuj etykiety
pt_pt: Personalize rótulos
sv_se: Anpassa etiketter

source: Daily Booking Times:
ca: Horaris de reserva diaris:
de_de: Tägliche Buchungszeiten:
el: Καθημερινές ώρες κράτησης:
es_es: Tiempos de reserva diarios:
et_et: Igapäevased broneerimisajad:
fi: Päivittäiset varausajat:
fr_fr: Horaires de réservation tous les jours :
he_il: ימי הזמנה יומיים:
it_it: Tempi di prenotazione quotidiani:
ja: 毎日の予約時間
nl_nl: Dagelijkse boekingstijden:
pl_pl: Dzienne czasy rezerwacji:
pt_pt: Times diários de reserva:
sv_se: Dagliga bokningstider:

source: Date Box on Click
ca: Quadre de data del clic
de_de: Datumsfeld bei Klick
el: Πλαίσιο ημερομηνίας στο κλικ
es_es: Cuadro de fecha al hacer clic
et_et: Kuupäeva kast klõpsamisel
fi: Päivämääräruutu napsauttamalla
fr_fr: Boîte de date sur clic
he_il: תיבת תאריך בלחיצה
it_it: Casella data al clic
ja: クリック時の日付ボックス
nl_nl: Datumvak op klik
pl_pl: Pole daty po kliknięciu
pt_pt: Caixa de data em clique
sv_se: Datumruta vid klick

source: Date range and time
ca: Interval de dates i hora
de_de: Datumsbereich und Uhrzeit
el: Εύρος ημερομηνιών και ώρα
es_es: Intervalo de fechas y hora
et_et: Kuupäevavahemik ja kellaaeg
fi: Ajanjakso ja aika
fr_fr: Plage de dates et heure
he_il: טווח תאריכים ושעה
it_it: Intervallo di date e ora
ja: 日付範囲と時間
nl_nl: Datumbereik en tijd
pl_pl: Zakres dat i godzina
pt_pt: Intervalo de data e hora
sv_se: Datumintervall och tid

source: Dates
de_de: Termine
el: Ημερομηνίες
es_es: fechas
et_et: Kuupäevad
fi: päivämäärät
fr_fr: Rendez-vous
he_il: תאריכים
it_it: Date
ja: 日付
nl_nl: Data
pl_pl: Daty
pt_pt: datas
sv_se: datum

source: Dates Text
ca: Text dates
de_de: Datumstext
el: Κείμενο ημερομηνιών
es_es: Fechas Texto
et_et: Kuupäevade tekst
fi: Päivämäärät Teksti
fr_fr: Texte des dates
he_il: טקסט תאריכים
it_it: Date Testo
ja: 日付 テキスト
nl_nl: Datums Tekst
pl_pl: Tekst daty
pt_pt: Datas Texto
sv_se: Datumens text

source: Day
ca: Dia
de_de: Tag
el: Ημέρα
es_es: Día
et_et: Päev
fi: Päivä
fr_fr: Jour
he_il: יְוֹם
it_it: Giorno
ja: 日
nl_nl: Dag
pl_pl: Dzień
pt_pt: Dia
sv_se: Dag

source: Day(s)
ca: Dia(es)
de_de: Tag(e)
el: Ημέρες)
es_es: Día(s)
et_et: Päeva
fi: Päivä (ä)
fr_fr: Jour(s)
he_il: ימים
it_it: Giorno
ja: 日
nl_nl: Dag(en)
pl_pl: Dni)
pt_pt: Dia(s)
sv_se: Dagar

source: Dear
ca: Benvolgut
de_de: Lieber
el: αγαπητός
es_es: Querido
et_et: Kallis
fi: Rakas
fr_fr: Cher
he_il: יקר
it_it: Caro
ja: 拝啓
nl_nl: Beste
pl_pl: Drogi
pt_pt: Querido
sv_se: Kära

source: Debug log
ca: Registre de depuració
de_de: Austestungsprotokoll
el: Ημερολόγιο εντοπισμού σφαλμάτων
es_es: Registro de depuración
et_et: Silumislogi
fi: Virheloki
fr_fr: Journal de débogage
he_il: לוג איתור באגים
it_it: Registro di debug
ja: デバッグログ
nl_nl: Foutopsporingslogboek
pl_pl: Dziennik debugowania
pt_pt: Log de depuração
sv_se: Felsökningslogg

source: Dec
ca: Des
de_de: Dez
el: Δεκ
es_es: Dic
et_et: Det
fi: joulukuu
fr_fr: Déc
he_il: דצמבר
it_it: Dic
ja: 12月
pl_pl: gru.
pt_pt: Dez

source: December
ca: Desembre
de_de: Dezember
el: Δεκέμβριος
es_es: Diciembre
et_et: Detsember
fi: joulukuu
fr_fr: Décembre
he_il: דצמבר
it_it: Dicembre
ja: 12月
pl_pl: grudzień
pt_pt: Dezembro

source: Define availability for each asset.
ca: Definir la disponibilitat de cada actiu.
de_de: Definieren Sie die Verfügbarkeit für jedes Anlagegut.
el: Καθορίστε τη διαθεσιμότητα για κάθε στοιχείο.
es_es: Definir disponibilidad para cada activo.
et_et: Määratlege iga vara kättesaadavus.
fi: Määritä saatavuus jokaiselle omaisuudelle.
fr_fr: Définir la disponibilité pour chaque actif.
he_il: הגדר זמינות עבור כל נכס.
it_it: Definire la disponibilità per ogni risorsa.
ja: 各資産の可用性を定義する。
nl_nl: Definieer beschikbaarheid voor elk Middel.
pl_pl: Określ dostępność dla każdego zasobu.
pt_pt: Definir disponibilidade para cada ativo.
sv_se: Definiera tillgängligheten för varje tillgång.

source: Define global availability rules here. These will reflect in all the bookable products and can be overridden at a product level.
ca: Definiu aquí les regles de disponibilitat global. Aquests es reflectiran en tots els productes reservables i es poden substituir a nivell de producte.
de_de: Definieren Sie globale Verfügbarkeitsregeln hier. Diese spiegeln sich in allen buchbaren Produkten wider und können auf Produktebene außer Kraft gesetzt werden.
el: Ορίστε τους κανόνες παγκόσμιας διαθεσιμότητας εδώ. Αυτά θα αντικατοπτρίζονται σε όλα τα προϊόντα με δυνατότητα κράτησης και μπορούν να παρακαμφθούν σε επίπεδο προϊόντος.
es_es: Definir reglas de disponibilidad global aquí. Estos se reflejarán en todos los productos que se pueden reservar y pueden anularse a nivel de producto.
et_et: Määratlege ülemaailmsete kättesaadavuse reeglid siin. Need kajastavad kõigis broneeritavatest toodetest ja neid saab toote tasandil tühistada.
fi: Määritä globaalit saatavuussäännöt täällä. Ne heijastuvat kaikissa varattavissa tuotteissa, ja ne voidaan ohittaa tuotetasolla.
fr_fr: Définissez les règles de disponibilité globales ici. Celles-ci seront reflétées dans tous les produits réservables et peuvent être remplacées au niveau du produit.
he_il: הגדר כאן כללי זמינות גלובליים. אלה ישקפו בכל המוצרים הניתנים להזמנה וניתן לדרוס אותם ברמת המוצר.
it_it: Definisci le regole di disponibilità globale qui. Questi rifletteranno in tutti i prodotti prenotabili e potranno essere sostituiti a livello di prodotto.
ja: ここでグローバルな予約可能ルールを定義します。これらはすべての予約可能な商品に反映され、商品レベルで上書きすることができます。
nl_nl: Definieer algemene beschikbaarheidsregels hier. Deze zullen gelden voor alle producten die kunnen worden geboekt en kunnen op product niveau worden overschreven.
pl_pl: Zdefiniuj reguły globalnej dostępności tutaj. Odzwierciedlą się one we wszystkich produktach, które można zarezerwować, i można je zastąpić na poziomie produktu.
pt_pt: Defina regras de disponibilidade global aqui. Estes refletirão em todos os produtos que podem ser reservados e podem ser substituídos no nível do produto.
sv_se: Definiera globala tillgänglighetsregler här. Dessa kommer att reflektera i alla bokningsbara produkter och kan överskridas på en produktnivå.

source: Delete Booking(s)
ca: Suprimeix reserva(es)
de_de: Buchung löschen
el: Διαγραφή κρατήσεων
es_es: Eliminar reserva (s)
et_et: Kustuta broneerimine (id)
fi: Poista varaus
fr_fr: Supprimer une réservation
he_il: מחק הזמנות
it_it: Elimina prenotazione (s)
ja: 予約の削除
nl_nl: Verwijderen boeking(en)
pl_pl: Usuń rezerwację
pt_pt: Excluir reserva (s)
sv_se: Ta bort bokning (er)

source: Disconnect
ca: Desconnecta
de_de: Trennen
es_es: Desconectar
et_et: Katkesta ühendus
fi: Katkaista
fr_fr: Déconnecter
he_il: לְנַתֵק
it_it: Disconnetti
ja: 切断
nl_nl: Loskoppelen
pl_pl: Rozłączyć się
pt_pt: desconectar
sv_se: Koppla ifrån

source: Dismiss this notice
ca: Ignora l'avís
de_de: Diese Nachricht ausblenden
el: Παράβλεψη αυτής της ειδοποίησης
es_es: Ocultar noticia
et_et: See teade tagasi lükkama
fi: Hylkää tämä ilmoitus
fr_fr: Ignorer ce message
he_il: סגור הודעה.
it_it: Ignora questo avviso
ja: この通知を却下する
nl_nl: Verwijder deze melding
pl_pl: Odrzuć to powiadomienie
pt_pt: Desconsiderar esta noticia
sv_se: Avfärda detta meddelande

source: Dismiss this notice.
ca: Descartar aquest avís.
de_de: Ignoriere die Nachricht.
el: Παράβλεψη αυτής της ειδοποίησης.
es_es: Descartar este aviso.
et_et: See teade tagasi lükkama
fi: Hylkää tämä ilmoitus.
fr_fr: Ignorer cette note.
he_il: דחה הודעה זו.
it_it: Rimuovi questa notifica.
ja: この通知を却下する。
nl_nl: Verwijder deze melding.
pl_pl: Odrzuć to powiadomienie.
pt_pt: Descartar essa notificação.
sv_se: Ignorera denna notis.

source: Display Cost
ca: Cost de visualització
de_de: Text anzeigen
el: Κόστος εμφάνισης
es_es: costo de visualización
et_et: Kuva hind
fi: Näyttökustannukset
fr_fr: Coût d'affichage
he_il: תצוגה
it_it: Visualizza costo
ja: ディスプレイ・コスト
nl_nl: Display kosten
pl_pl: Wyświetl koszt
pt_pt: Custo de exibição
sv_se: Visningskostnad

source: Display cost will appear as the product price in the front end. This price is not considered for the dynamic booking cost calculations. If not set, the Base Cost + the block cost will be the price displayed.
ca: El cost de visualització es mostrarà com el preu del producte a la part frontal. Aquest preu no es considera per als càlculs dinàmics del cost de la reserva. Si no s'estableix, el cost base + el cost del bloc serà el preu mostrat.
de_de: Anzeige Kosten wird als der Produktpreis im Frontend angezeigt. Dieser Preis gilt nicht für die dynamische Buchung Kostenberechnung. Wenn nicht gesetzt, die Basis-Kosten + die Block-Kosten werden dem Preis angezeigt.
el: ο κόστος εμφάνισης θα εμφανίζεται ως η τιμή του προϊόντος στο μπροστινό μέρος. Αυτή η τιμή δεν λαμβάνεται υπόψη για τους υπολογισμούς του δυναμικού κόστους κράτησης. Εάν δεν έχει οριστεί, το βασικό κόστος + το κόστος μπλοκ θα είναι η τιμή που εμφανίζεται.
es_es: El costo de visualización aparecerá como el precio del producto en la parte delantera. Este precio no se considera para los cálculos del costo de reserva dinámico. Si no se establece, el costo base + el costo del bloque será el precio mostrado.
et_et: Kuva maksumus kuvatakse esiosas toote hinnana. Seda hinda ei võeta dünaamiliste broneerimiskulude arvutamisel arvesse. Kui seda pole määratud, kuvatakse hind baaskulu + ploki maksumus.
fi: Näyttökustannukset näkyvät tuotteen hintana käyttöliittymässä. Tätä hintaa ei oteta huomioon dynaamisissa varauskustannuslaskelmissa. Jos asetusta ei ole asetettu, peruskustannus + lohkon hinta on näkyvä hinta.
fr_fr: Le coût d'affichage apparaîtra comme le prix du produit dans le frontal. Ce prix n'est pas pris en compte pour le calcul dynamique des coûts de réservation. S'il n'est pas défini, le coût de base + le coût en bloc correspond au prix affiché.
he_il: עלות התצוגה תופיע כמחיר המוצר בחזית. מחיר זה אינו נחשב לחישוב עלות ההזמנות הדינמית. אם לא מוגדר, עלות הבסיס + עלות הבלוק יהיה המחיר המוצג.
it_it: Il costo di visualizzazione verrà visualizzato come prezzo del prodotto nel front-end. Questo prezzo non è considerato per i calcoli dei costi di prenotazione dinamica. Se non impostato, il costo base + il costo del blocco sarà il prezzo visualizzato.
ja: 表示価格はフロントエンドの商品価格として表示されます。この価格はダイナミックブッキングのコスト計算には考慮されません。設定されていない場合、基本コスト+ブロックコストが表示価格となります。
nl_nl: Display kosten verschijnen als de productprijs aan de voorkant. Deze prijs wordt niet meegerekend voor de berekening van dynamische boekingskosten. Als dit niet is ingesteld, is de basisprijs + de blokkosten de weergegeven prijs.
pl_pl: Wyświetlany koszt pojawi się jako cena produktu w interfejsie. Cena ta nie jest uwzględniana w obliczeniach dynamicznych kosztów rezerwacji. Jeśli nie zostanie ustawiony, Koszt podstawowy + koszt bloku będzie wyświetlaną ceną.
pt_pt: O custo de exibição aparecerá como o preço do produto no front end. Este preço não é considerado para os cálculos de custo de reserva dinâmicos. Se não definido, o custo base + o custo do bloco será o preço exibido.
sv_se: Displaykostnaden kommer att visas som produktpriset i frontänden. Detta pris beaktas inte för de dynamiska bokningskostnadsberäkningarna. Om det inte är inställt, kommer baskostnaden + blockkostnaden att vara det pris som visas.

source: Display Slot End Time
ca: Visualitza l'hora d'acabament de la reserva
de_de: Slot-Endzeit anzeigen
el: Εμφάνιση ώρας λήξης υποδοχής
es_es: Mostrar hora de finalización de la ranura
et_et: Kuva pesa lõpuaeg
fi: Näyttää lähtö- ja saapumisajan
fr_fr: Afficher l'heure de fin de l'emplacement
he_il: זמן סיום חריץ לתצוגה
it_it: Visualizza l'ora di fine slot
ja: スロット終了時間の表示
nl_nl: Weergeven van Eindtijd
pl_pl: Wyświetl czas zakończenia szczeliny
pt_pt: Exibir o horário final do slot
sv_se: Visa sluttid

source: Documentation
ca: Documentació
de_de: Dokumentation
el: Τεκμηρίωση
es_es: Documentação
et_et: Dokumentatsioon
fi: Dokumentointi
fr_fr: Documentation du plugin
he_il: דקומנטציה
it_it: Documentazione
ja: ドキュメンテーション
nl_nl: Documentatie
pl_pl: Dokumentacja
pt_pt: Documentação
sv_se: Dokumentation

source: Email Heading
ca: Encapçalament per correu electrònic
de_de: E -Mail -Überschrift
el: Επικεφαλίδα email
es_es: Encabezado de correo electrónico
et_et: E -posti pealkiri
fi: Sähköpostien otsikko
fr_fr: Courmage
he_il: כותרת דוא"ל
it_it: Intestazione e -mail
ja: メールの見出し
nl_nl: E -mail kop
pl_pl: E -mail nagłówek
pt_pt: Cabeçalho por e -mail
sv_se: E -postrubrik

source: Email heading
ca: Encapçalament per correu electrònic
de_de: E -Mail -Überschrift
el: Επικεφαλίδα email
es_es: Encabezado de correo electrónico
et_et: E -posti pealkiri
fi: Sähköpostien otsikko
fr_fr: Courmage
he_il: כותרת דוא"ל
it_it: Intestazione e -mail
ja: 電子メールの見出し
nl_nl: E -mail kop
pl_pl: E -mail nagłówek
pt_pt: Cabeçalho por e -mail
sv_se: E -postrubrik

source: Email Id:
ca: Identificació de correu electrònic:
el: Ταυτότητα ηλεκτρονικού ταχυδρομείου:
es_es: Identificación de correo:
et_et: E-kirja ID:
fi: Sähköposti tunnus:
fr_fr: ID de messagerie:
he_il: מזהה אימייל:
it_it: E-mail identificativo utente:
ja: メールアドレス:
nl_nl: E-mail identiteit:
pl_pl: ID e-mail:
pt_pt: Identificação do email:
sv_se: E-post ID:

source: Email type
ca: Tipus de correu electrònic
de_de: E -Mail -Typ
el: Τύπος email
es_es: Tipo de correo electrónico
et_et: E -posti tüüp
fi: Sähköpostityyppi
fr_fr: Type d'e-mail
he_il: סוג דוא"ל
it_it: Tipo di posta elettronica
ja: Eメールタイプ
pl_pl: Typ e -maila
pt_pt: Tipo de email
sv_se: E -posttyp

source: Enable
ca: Habilitar
de_de: Aktivieren
el: επιτρέπω
es_es: Habilitar
et_et: Lubama
fi: ota käyttöön
fr_fr: Autoriser
he_il: יש לאפשר
it_it: Abilitare
ja: 有効にする
nl_nl: Inschakelen
pl_pl: Włącz
pt_pt: Habilitar
sv_se: Aktivera

source: Enable Assets
ca: Habilita els actius
de_de: Aktivieren Sie Anlagegüter
el: Ενεργοποίηση στοιχείων
es_es: Bienes
et_et: Luba Varad
fi: Ota omaisuus käyttöön
fr_fr: Activer les actifs
he_il: הפעל נכסים
it_it: Abilita risorse
ja: 資産を有効にする
nl_nl: Middelen inschakelen
pl_pl: Włącz zasoby
pt_pt: Ativar Ativos
sv_se: Aktivera tillgångar

source: Enable Booking Notes
ca: Habilita les notes de reserva
de_de: Buchung von Notizen zu ermöglichen
el: Ενεργοποίηση σημειώσεων κράτησης
es_es: Habilitar notas de reserva
et_et: Broneerimismärkmete lubamine
fi: Ota varausilmoitukset käyttöön
fr_fr: Activer les notes de réservation
he_il: הפעל הערות הזמנה
it_it: Abilita le note di prenotazione
ja: 予約メモを有効にする
nl_nl: Schakel reserveringsnotities in
pl_pl: Włącz uwagi rezerwacyjne
pt_pt: Ativar notas de reserva
sv_se: Aktivera bokningsnoteringar

source: Enable Booking Reminder Emails
ca: Habilita els e-mail de recordatori de reserves
de_de: Buchungserinnerungs-E-Mails aktivieren
el: Ενεργοποιήστε τα μηνύματα ηλεκτρονικού ταχυδρομείου υπενθύμισης κράτησης
es_es: Habilitar correos electrónicos de recordatorio de reserva
et_et: Lubage meeldetuletusmeilide broneerimine
fi: Ota muistutussähköpostiviestien varaaminen käyttöön
fr_fr: Activer les e-mails de rappel de réservation
he_il: אפשר דוא"ל תזכורות להזמנה
it_it: Abilita email promemoria prenotazione
ja: 予約リマインダーメールの有効化
nl_nl: E-mail herinnering inschakelen
pl_pl: Włącz e-maile z przypomnieniem o rezerwacji
pt_pt: Ativar emails de lembrete de reserva
sv_se: Aktivera e-postmeddelanden om påminnelse om bokning

source: Enable Follow up Emails
ca: Habilita els e-mail de seguiment
de_de: Aktivieren Sie Follow-up-E-Mails
el: Ενεργοποιήστε την παρακολούθηση μηνυμάτων ηλεκτρονικού ταχυδρομείου
es_es: Habilitar correos electrónicos de seguimiento
et_et: Luba e-kirjade jälgimine
fi: Ota sähköpostien seuranta käyttöön
fr_fr: Activer les e-mails de suivi
he_il: אפשר דוא"ל מעקב
it_it: Abilita follow-up e-mail
ja: フォローアップ・メールの有効化
nl_nl: Follow-up-e-mails inschakelen
pl_pl: Włącz śledzenie wiadomości e-mail
pt_pt: Ativar emails de acompanhamento
sv_se: Aktivera e-postmeddelanden
