Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Until
ca: Fins
de_de: Bis um
el: Μέχρι
es_es: Hasta
et_et: Kuni
fi: Siihen asti kun
fr_fr: Jusqu'à
he_il: עד
it_it: Fino a
ja: まで
nl_nl: Tot
pl_pl: Do
pt_pt: Até
sv_se: Fram tills

source: Use assets in following cases:
ca: Utilitzar actius en els casos següents:
de_de: Verwenden Sie Assets in folgenden Fällen:
el: Χρησιμοποιήστε τα περιουσιακά στοιχεία στις ακόλουθες περιπτώσεις:
es_es: Utilice activos en los siguientes casos:
et_et: Kasuta varasid järgmistel juhtudel:
fi: Käytä omaisuutta seuraavissa tapauksissa:
fr_fr: Utiliser les actifs dans les cas suivants :
he_il: השתמש במשאבים במקרים הבאים:
it_it: Utilizzare le risorse nei seguenti casi:
ja: 次のような場合にアセットを使用する：
nl_nl: Gebruik Middelen in de volgende gevallen:
pl_pl: Użyj zasobów w następujących przypadkach:
pt_pt: Use ativos em seguintes casos:
sv_se: Använd tillgångar i följande fall:

source: Use the following Tags to customize your Google Calendar Event Title.
ca: Utilitza les etiquetes següents per personalitzar el títol de l'esdeveniment de Google Calendar.
de_de: Verwenden Sie die folgenden Tags, um Ihren Google Kalender-Ereignistitel anzupassen.
el: Χρησιμοποιήστε τις παρακάτω ετικέτες για να προσαρμόσετε τον τίτλο συμβάντος του Ημερολογίου Google.
es_es: Utilice las siguientes etiquetas para personalizar el título de su evento de Google Calendar.
et_et: Kasutage oma Google'i kalendri sündmuse pealkirja kohandamiseks järgmisi silte.
fi: Käytä seuraavia tageja muokataksesi Google-kalenterisi tapahtuman otsikkoa.
fr_fr: Utilisez les balises suivantes pour personnaliser le titre de votre événement Google Agenda.
he_il: השתמש בתגים הבאים כדי להתאים אישית את כותרת האירוע שלך ביומן Google.
it_it: Utilizza i seguenti tag per personalizzare il titolo dell'evento di Google Calendar.
ja: Googleカレンダーのイベントタイトルをカスタマイズするには、以下のタグを使用してください。
nl_nl: Gebruik de volgende tags om de titel van uw Google Agenda-evenement aan te passen.
pl_pl: Użyj poniższych tagów, aby dostosować tytuł wydarzenia w Kalendarzu Google.
pt_pt: Use as seguintes tags para personalizar o título do evento do Google Agenda.
sv_se: Använd följande taggar för att anpassa din Google Kalender-händelsetitel.

source: User
ca: Utilitari
de_de: Benutzer
el: Χρήστης
es_es: Usuario
et_et: Kasutaja
fi: Käyttäjä
fr_fr: Utilisateur
he_il: מִשׁתַמֵשׁ
it_it: Utente
ja: ユーザー
nl_nl: Gebruiker
pl_pl: Użytkownik
pt_pt: Do utilizador
sv_se: Användare

source: User & Order ID combination not found, Please enter the correct details & try again
ca: No es troba la combinació d'identificació d'usuari i de comanda, introduïu els detalls correctes i torneu -ho a provar
de_de: Benutzer- und Bestell -ID -Kombination nicht gefunden, geben Sie bitte die richtigen Details ein und versuchen Sie es erneut
el: Ο συνδυασμός User & Order ID δεν βρέθηκε. Εισαγάγετε τα σωστά στοιχεία και δοκιμάστε ξανά
es_es: Combinación de ID de usuario y pedido no encontrada, ingrese los detalles correctos y vuelva a intentarlo
et_et: Kasutaja ja tellimuse ID kombinatsiooni ei leitud, sisestage õiged üksikasjad ja proovige uuesti
fi: Käyttäjä- ja tilaustunnuksen yhdistelmää ei löydy. Anna oikeat tiedot ja yritä uudelleen
fr_fr: Combinaison de l'utilisateur et d'identification de commande n'est pas trouvée, veuillez saisir les détails corrects et réessayer
he_il: שילוב מזהה משתמש והזמנה לא נמצא, אנא הזן את הפרטים הנכונים ונסה שוב
it_it: Combinazione ID utente e ordinamento non trovata, inserisci i dettagli corretti e riprova
ja: ユーザーとオーダーIDの組み合わせが見つかりません。
nl_nl: Gebruikers- en bestel -ID -combinatie niet gevonden, voer de juiste details in en probeer het opnieuw
pl_pl: Nie znaleziono kombinacji identyfikatora użytkownika i zamówienia, wprowadź poprawne szczegóły i spróbuj ponownie
pt_pt: Combinação de ID de usuário e pedido não encontrada, digite os detalhes corretos e tente novamente
sv_se: Användar- och beställnings -ID -kombination hittades inte, ange rätt information och försök igen

source: Validate the credentials with google API
ca: Valida les credencials amb l'API de Google
de_de: Validieren Sie die Anmeldedaten mit der Google API
el: Επικυρώστε τα διαπιστευτήρια με το google API
es_es: Validar las credenciales con la API de google
et_et: Kinnitage mandaadid Google API -ga
fi: Vahvista käyttöoikeustiedot google API: lla
fr_fr: Validez les informations d'identification avec google API
he_il: אמת את האישורים באמצעות ממשק ה- API של Google
it_it: Convalida le credenziali con google API
ja: google APIで認証情報を検証する
nl_nl: Valideer de referenties met google API
pl_pl: Sprawdź poprawność poświadczeń za pomocą Google API
pt_pt: Valide as credenciais com o google API
sv_se: Godkänn referensuppgifterna med Google API

source: Value must be greater than or equal to 1
ca: El valor ha de ser superior o igual a 1
de_de: Der Wert muss größer oder gleich 1 sein
el: Η τιμή πρέπει να είναι μεγαλύτερη ή ίση με 1
es_es: El valor debe ser mayor o igual a 1
et_et: Väärtus peab olema suurem või võrdne 1
fi: Arvon on oltava suurempi tai yhtä suuri kuin 1
fr_fr: La valeur doit être supérieure ou égale à 1
he_il: הערך חייב להיות גדול או שווה ל 1
it_it: Il valore deve essere maggiore o uguale a 1
ja: 値は1以上でなければならない
nl_nl: Waarde moet groter zijn dan of gelijk aan 1
pl_pl: Wartość musi być większa lub równa 1
pt_pt: O valor deve ser maior ou igual a 1
sv_se: Värdet måste vara större än eller lika med 1

source: Value must be less than or equal to Max Bookings per Block (%d)
ca: El valor ha de ser inferior o igual a les reserves màximes per bloc (%d)
de_de: Der Wert muss weniger oder gleich maximaler Buchungen pro Block sein (%d)
el: Η τιμή πρέπει να είναι μικρότερη ή ίση με τον μέγιστο αριθμό κρατήσεων ανά μπλοκ (%d)
es_es: El valor debe ser menor o igual a las reservas máximas por bloque (%d)
et_et: Väärtus peab olema väiksem või võrdne maksimaalse broneeringuga ploki kohta (%d)
fi: Arvon on oltava pienempi tai yhtä suuri kuin maksimi varaukset lohkoa kohti (%d)
fr_fr: La valeur doit être inférieure ou égale au nombre maximal de réservations par bloc (%d)
he_il: הערך חייב להיות קטן או שווה למקסימום הזמנות לחסימה (%d)
it_it: Il valore deve essere inferiore o uguale alle prenotazioni massime per blocco (%d)
ja: 値はブロックごとの最大予約数 (%d) 以下でなければなりません。
nl_nl: Waarde moet kleiner zijn dan of gelijk zijn aan maximale boekingen per blok (%d)
pl_pl: Wartość musi być mniejsza lub równa maksymalnie rezerwacji na blok (%d)
pt_pt: O valor deve ser menor ou igual a reservas máximas por bloco (%d)
sv_se: Värdet måste vara mindre än eller lika med Max -bokningar per block (%d)

source: View cart
ca: Veure la cistella
de_de: Warenkorb ansehen
el: Προβολή καλαθιού
es_es: Detalle
et_et: Vaata ostukorvi
fi: Katso ostoskoria
fr_fr: Voir le panier
he_il: הצג הזמנה
it_it: vedi carrello
ja: カートを見る
nl_nl: Bekijk winkelmandje
pl_pl: Zobacz Koszyk
pt_pt: Ver Carrinho
sv_se: Visa kundvagn

source: Waiting For Approval emails are sent when need requires confirmation for Product.
ca: Els correus electrònics d'espera d'aprovació s'envien quan la necessitat requereix confirmació del producte.
de_de: E-Mails mit dem Status „Warten auf Genehmigung“ werden gesendet, wenn eine Bestätigung für das Produkt erforderlich ist.
el: Τα μηνύματα ηλεκτρονικού ταχυδρομείου Αναμονής για Έγκριση αποστέλλονται όταν απαιτείται επιβεβαίωση για το Προϊόν.
es_es: Los correos electrónicos en espera de aprobación se envían cuando es necesario confirmar el Producto.
et_et: Heakskiidu ootamise e-kirjad saadetakse siis, kui vajadus nõuab toote kinnitust.
fi: Odottaa hyväksyntää sähköpostit lähetetään, kun tarve vaatii vahvistusta Tuotteelle.
fr_fr: Des e-mails d'attente d'approbation sont envoyés lorsque le besoin nécessite une confirmation du produit
he_il: הודעות דוא"ל מחכה לאישור נשלחות כאשר הצורך דורש אישור עבור המוצר
it_it: Le e-mail in attesa di approvazione vengono inviate quando è necessaria la conferma del prodotto.
ja: 承認待ちメールは、商品の確認が必要な場合に送信されます。
nl_nl: Wachtend op goedkeuring worden e-mails verzonden wanneer de behoefte een bevestiging voor het product vereist.
pl_pl: E-maile oczekujące na zatwierdzenie są wysyłane, gdy zachodzi potrzeba potwierdzenia Produktu.
pt_pt: E-mails de Aguardando Aprovação são enviados quando a necessidade requer confirmação do Produto.
sv_se: E-postmeddelanden som väntar på godkännande skickas när behovet kräver bekräftelse för produkten.

source: We
ca: Dc
de_de: Mi
el: Εμείς
es_es: Mi
et_et: K
fi: Ke
fr_fr: Me
he_il: יום ד'
it_it: Me
nl_nl: Wo
pl_pl: śr.
pt_pt: Qu
sv_se: On

source: We have received your booking
ca: Hem rebut la teva reserva
de_de: Wir haben Ihre Buchung erhalten
el: Λάβαμε την κράτησή σας
es_es: Hemos recibido los datos de su reserva.
et_et: Oleme teie broneeringu saanud
fi: Olemme vastaanottaneet varauksesi
fr_fr: Nous avons reçu votre réservation
he_il: קיבלנו את ההזמנה שלך
it_it: Abbiamo ricevuto la tua prenotazione
ja: ご予約を承りました
nl_nl: We hebben uw boeking ontvangen
pl_pl: Otrzymaliśmy Twoją rezerwację
pt_pt: Recebemos sua reserva
sv_se: Vi har tagit emot din bokning

source: We look forward to serving you again.<br><br>With Regards,<br>Admin
ca: Esperem servir -vos de nou. Salutacions, administrador
de_de: Wir freuen uns darauf, Sie noch einmal zu bedienen. <br> <br> in Bezug auf, <br> admin admin
el: Ανυπομονούμε να σας εξυπηρετήσουμε ξανά.<br><br>Με εκτίμηση,<br>Διαχειρ
es_es: Esperamos poder servirle de nuevo. <br> <br> Con respecto a la <br> Admin
et_et: Ootame teid uuesti teenima. <br> <br> Mis puutub, <br> Administraator
fi: Odotamme palvelevan sinua uudelleen. <br> <br> suhteessa <br> admin
fr_fr: Nous sommes impatients de vous servir à nouveau. <br> <br> En ce qui concerne, <br> admin
he_il: אנו מצפים לשרת אותך שוב. <br> <br> ביחס, <br> מנהל
it_it: Non vediamo l'ora di servirti di nuovo. <br> <br> Per quanto riguarda, <br> amministratore
ja: またのご利用をお待ちしております。<br><br>よろしく、<br>管理者
nl_nl: We kijken ernaar uit u opnieuw te dienen. <br> <br> Met betrekking tot, <br> admin
pl_pl: Z niecierpliwością czekamy na ponowne podanie. <br> <br> w odniesieniu do administratora
pt_pt: Estamos ansiosos para servi -lo novamente. <br> <br> Com relação, <br> Admin
sv_se: Vi ser fram emot att tjäna dig igen. <br> <br> När det gäller <br> administratör

source: We look forward to serving you.<br>Regards<br>Admin
ca: Esperem servir -vos.Regandsadmin
de_de: Wir freuen uns darauf, Ihnen zu dienen. <br> Grüße <br> admin admin
el: Ανυπομονούμε να σας εξυπηρετήσουμε.<br>Με εκτίμηση<br>Διαχειρ
es_es: Esperamos poder servirle. <br> Saludos <br> Admin
et_et: Ootame teid huviga. <br> Tervitused <br> Administraator
fi: Odotamme palvelevani sinua. <br> Terveisin <br> järjestelmänvalvoja
fr_fr: Nous sommes impatients de vous servir. <br> Cordialement <br> Admin
he_il: אנו מצפים לשרת אותך. <br> בברכה <br> מנהל
it_it: Non vediamo l'ora di servirti. <br> Saluti <br> amministratore
ja: 皆様のお越しをお待ちしております。<br>ご挨拶<br>管理者
nl_nl: We kijken ernaar uit u van dienst te zijn. <br> Groeten <br> admin
pl_pl: Z niecierpliwością czekamy na obsługę. <br> Pozdrawiam <br> administrator
pt_pt: Estamos ansiosos para servi -lo. <br> Atenciosamente <br> Admin
sv_se: Vi ser fram emot att tjäna dig. <br> Hälsningar <br> administratör

source: We request you to go through the booking details attached in this email and click on the link below to proceed with the payment
ca: Li sol·licitem que llegeixi les dades de reserva adjuntes en aquest correu electrònic i faci clic a l'enllaç següent per procedir al pagament
de_de: Wir bitten Sie, die in dieser E-Mail enthaltenen Buchungsdetails durchzugehen und auf den unten stehenden Link zu klicken, um mit der Zahlung fortzufahren
el: Σας ζητούμε να διαβάσετε τα στοιχεία κράτησης που επισυνάπτονται σε αυτό το email και να κάνετε κλικ στον παρακάτω σύνδεσμο για να προχωρήσετε στην πληρωμή
es_es: Le solicitamos que revise los detalles de la reserva adjuntos en este correo electrónico y haga clic en el enlace a continuación para proceder con el pago.
et_et: Palume teil läbi vaadata sellesse meilis olevad broneeringu üksikasjad ja klõpsate alloleval lingil, et makset jätkata
fi: Pyydämme sinua tarkistamaan tämän sähköpostin liitteenä olevat varaustiedot ja napsauttamaan alla olevaa linkkiä jatkaaksesi maksua
fr_fr: Nous vous demandons de passer par les détails de réservation joints dans cet e-mail et de cliquer sur le lien ci-dessous pour procéder au paiement
he_il: אנו מבקשים ממך לעבור על פרטי ההזמנה המצורפים להודעת דוא"ל זו ולחץ על הקישור למטה כדי להמשיך בתשלום
it_it: Ti chiediamo di passare attraverso i dettagli di prenotazione allegati in questa e -mail e fare clic sul link in basso per procedere con il pagamento
ja: このEメールに添付されている予約詳細をご確認の上、以下のリンクをクリックしてお支払いをお進めください。
nl_nl: Wij verzoeken u de boekingsdetails in deze e-mail door te nemen en op de onderstaande link te klikken om door te gaan met de betaling
pl_pl: Prosimy o przejrzenie szczegółów rezerwacji zawartych w tym e-mailu i kliknięcie poniższego linku, aby kontynuować płatność
pt_pt: Solicitamos que você siga os detalhes da reserva anexados neste e -mail e clique no link abaixo para prosseguir com o pagamento
sv_se: Vi ber dig att gå igenom bokningsinformationen som bifogas i detta e-postmeddelande och klicka på länken nedan för att fortsätta med betalningen

source: Wednesday
ca: Dimecres
de_de: Mittwoch
el: Τετάρτη
es_es: Miércoles
et_et: kolmapäeval
fi: keskiviikko
fr_fr: Mercredi
he_il: יום שלישי
it_it: Mercoledì
ja: 水曜日
nl_nl: Woensdag
pl_pl: środa
pt_pt: Quarta-feira
sv_se: Onsdag

source: Week Starts On
ca: La setmana comença
de_de: Woche beginnt am
el: Η εβδομάδα ξεκινά
es_es: La semana empieza el
et_et: Nädal algab
fi: Viikko alkaa
fr_fr: La semaine commence
he_il: שבוע מתחיל
it_it: La settimana inizia il
ja: 週明け
nl_nl: Week begint op
pl_pl: Tydzień zaczyna się od
pt_pt: Semana começa em
sv_se: Veckan börjar

source: Weekdays
ca: Dies laborables
de_de: Wochentage
el: Εργάσιμες
es_es: Días laborables
et_et: Nädalapäevad
fi: Arkisin
fr_fr: Jours de la semaine
he_il: ימי חול
it_it: Giorni della settimana
ja: 平日
nl_nl: Doordeweekse dagen
pl_pl: Dni powszednie
pt_pt: Dias da semana
sv_se: vardagar

source: Weekdays Text
ca: Text de dilluns a divendres
de_de: Wochentagstext
el: Κείμενο για τις καθημερινές
es_es: Texto de lunes a viernes
et_et: Nädalapäevade tekst
fi: Viikonpäivien teksti
fr_fr: Texte en semaine
he_il: טקסט של ימי חול
it_it: Testo nei giorni feriali
ja: 平日テキスト
nl_nl: Weekdagen Tekst
pl_pl: Tekst w dni powszednie
pt_pt: Texto dos dias da semana
sv_se: Veckodagens text

source: When Product A is booked, you need product B to be automatically booked for the same time.
ca: Quan es reserva el producte A, necessiteu que el producte B es reservin automàticament durant el mateix temps.
de_de: Wenn Produkt A gebucht wird, muss Produkt B gleichzeitig automatisch gebucht werden.
el: Όταν γίνεται κράτηση για το προϊόν Α, πρέπει να γίνει αυτόματη κράτηση του προϊόντος Β για την ίδια ώρα.
es_es: Cuando se reserva el Producto A, necesita que el producto B se reserve automáticamente por el mismo tiempo.
et_et: Kui toode A on broneeritud, vajate toote B automaatselt broneeritamist.
fi: Kun tuote A on varattu, tarvitset tuotteen B varata automaattisesti samanaikaisesti.
fr_fr: Lorsque le produit A est réservé, vous devez réserver automatiquement le produit B pour la même période.
he_il: כאשר המוצר A מוזמן, אתה זקוק למוצר B שיוזמן אוטומטית באותה העת.
it_it: Quando il prodotto A è prenotato, è necessario che il prodotto B venga prenotato automaticamente per lo stesso tempo.
ja: 商品Aが予約された場合、商品Bも自動的に同じ時間に予約される必要があります。
nl_nl: Wanneer product A is geboekt, moet u product B automatisch voor dezelfde tijd boeken.
pl_pl: Gdy produkt A jest zarezerwowany, potrzebujesz produktu B, aby został automatycznie zarezerwowany na ten sam czas.
pt_pt: Quando o produto A é reservado, você precisa que o produto B seja reservado automaticamente para o mesmo tempo.
sv_se: När produkt A är bokad behöver du att produkt B automatiskt bokas för samma tid.

source: When you have a staff that handles multiple services. When Service A is booked, other services from the same staff are unavailable to book for the same time.
ca: Quan teniu un personal que s'encarrega de diversos serveis. Quan es reserva el servei A, altres serveis del mateix personal no estan disponibles per reservar al mateix temps.
de_de: Wenn Sie einen Mitarbeiter haben, der mehrere Dienste abwickelt. Wenn Service A gebucht wird, können andere Services desselben Personals nicht zur selben Zeit gebucht werden.
el: Όταν έχετε ένα προσωπικό που χειρίζεται πολλές υπηρεσίες. Όταν γίνεται κράτηση για την υπηρεσία Α, άλλες υπηρεσίες από το ίδιο προσωπικό δεν είναι διαθέσιμες για κράτηση για την ίδια ώρα.
es_es: Cuando tiene un personal que maneja múltiples servicios. Cuando se reserva el Servicio A, otros servicios del mismo personal no están disponibles para reservar por el mismo tiempo.
et_et: Kui teil on töötajaid, kes tegeleb mitme teenusega. Teenuse A broneerimisel pole samade töötajate muud teenused sama aja jooksul broneeritavad.
fi: Kun sinulla on henkilökunta, joka hoitaa useita palveluita. Kun palvelu A on varattu, saman henkilökunnan muita palveluita ei ole mahdollista varata samanaikaisesti.
fr_fr: Lorsque vous avez un personnel qui gère plusieurs services. Lorsque le service A est réservé, les autres services du même personnel ne sont pas disponibles pour réserver en même temps.
he_il: כשיש לך צוות שמטפל במספר שירותים. כשמוזמנים שירות א ', שירותים אחרים מאותו צוות אינם זמינים להזמנה באותו זמן.
it_it: Quando hai uno staff che gestisce più servizi. Quando viene prenotato il servizio A, altri servizi dello stesso personale non sono disponibili per la prenotazione per lo stesso tempo.
ja: 複数のサービスを担当するスタッフがいる場合。サービスAが予約されている場合、同じスタッフの他のサービスは同時間帯に予約できません。
nl_nl: Wanneer u personeel hebt dat meerdere services afhandelt. Wanneer service A is geboekt, kunnen andere services van hetzelfde personeel niet voor dezelfde tijd worden geboekt.
pl_pl: Gdy masz personel, który obsługuje wiele usług. Gdy usługa A jest zarezerwowana, inne usługi tego samego personelu nie mogą dokonać rezerwacji na ten sam czas.
pt_pt: Quando você tem uma equipe que lida com vários serviços. Quando o Serviço A é reservado, outros serviços da mesma equipe não estão disponíveis para reservar ao mesmo tempo.
sv_se: När du har en personal som hanterar flera tjänster. När Service A är bokad är andra tjänster från samma personal inte tillgängliga att boka för samma tid.

source: When you have multiple resource types with different quantities. For Eg : Types of Kayaks to be chosen by the user to book.
ca: Quan teniu diversos tipus de recursos amb quantitats diferents. Per exemple: Tipus de caiacs que l'usuari ha de triar per reservar.
de_de: Wenn Sie mehrere Ressourcentypen mit unterschiedlichen Mengen haben. Zum Beispiel: Vom Benutzer zu buchende Kajaktypen.
el: Όταν έχετε πολλούς τύπους πόρων με διαφορετικές ποσότητες. Για Π.χ.: Τύποι καγιάκ που θα επιλέξει ο χρήστης για κράτηση.
es_es: Cuando tiene múltiples tipos de recursos con diferentes cantidades. Por ejemplo: Tipos de kayaks a elegir por el usuario para reservar.
et_et: Kui teil on mitu ressurssi tüüpi erineva kogusega. EG jaoks: kajakide tüübid, mille kasutaja valib broneerimiseks.
fi: Kun sinulla on useita resurssityyppejä eri määrillä. Esimerkiksi: Kajakkityypit, jotka käyttäjä valitsee varaamaan.
fr_fr: Lorsque vous avez plusieurs types de ressources avec des quantités différentes. Par exemple: Types de kayaks à choisir par l'utilisateur pour réserver.
he_il: כשיש לך סוגי משאבים מרובים בכמויות שונות. לדוגמא: סוגי קיאקים שיבחר המשתמש להזמין.
it_it: Quando hai più tipi di risorse con quantità diverse. Ad esempio: Tipologie di Kayak a scelta dell'utente da prenotare.
ja: 数量が異なる複数のリソースタイプがある場合。例：ユーザーが予約するために選択するカヤックの種類。
nl_nl: Wanneer je meerdere resource types hebt van verschillende groottes. Bijv. types kayaks die door de gebruiker worden gekozen om te boeken.
pl_pl: Gdy masz wiele typów zasobów o różnych ilościach. Na przykład: Rodzaje kajaków do wyboru przez użytkownika do rezerwacji.
pt_pt: Quando você tem vários tipos de recursos com diferentes quantidades. Para por exemplo: tipos de caiaques a serem escolhidos pelo usuário para reservar.
sv_se: När du har flera resurstyper med olika kvantiteter. Till exempel: Typer av kajaker som väljs av användaren att boka.

source: When you have multiple staff with varying availability or price.
ca: Quan disposes de diversos empleats amb disponibilitat o preu variable.
de_de: Wenn Sie mehrere Mitarbeiter mit unterschiedlicher Verfügbarkeit oder unterschiedlichem Preis haben.
el: Όταν έχετε πολλαπλό προσωπικό με διαφορετική διαθεσιμότητα ή τιμή.
es_es: Cuando tiene personal múltiple con disponibilidad o precio variable.
et_et: Kui teil on mitu töötajat, kellel on erinev kättesaadavus või hind.
fi: Kun sinulla on useita työntekijöitä saatavuuden tai hinnan mukaan.
fr_fr: Lorsque vous avez plusieurs employés avec une disponibilité ou un prix variable.
he_il: כאשר יש לך צוות עובדים מרובים עם זמינות ומחיר משתנים.
it_it: Quando hai più personale con disponibilità o prezzo variabili.
ja: 稼働率や価格が異なる複数のスタッフがいる場合。
nl_nl: Wanneer u meerdere medewerkers hebt met verschillende beschikbaarheid of prijzen.
pl_pl: Gdy masz wielu pracowników o różnej dostępności lub cenie.
pt_pt: Quando você tem vários funcionários com disponibilidade ou preço variável.
sv_se: När du har flera anställda med varierande tillgänglighet eller pris.

source: Will be displayed as a suffix with Display Cost.
ca: Es mostrarà com un sufix amb cost de visualització.
de_de: Wird als Suffix mit Anzeigekosten angezeigt.
el: Θα εμφανίζεται ως επίθημα με Κόστος εμφάνισης.
es_es: Se mostrará como un sufijo con Display Cost.
et_et: Kuvatakse sufiksina koos kuvahinnaga.
fi: Näytetään jälkiliitteenä näytön kustannuksella.
fr_fr: Sera affiché comme suffixe avec le coût d'affichage.
he_il: יוצג כסיומת עם עלות התצוגה
it_it: Verrà visualizzato come suffisso con Visualizza costo.
ja: ディスプレイ・コストと一緒にサフィックスとして表示される。
nl_nl: Wordt als achtervoegsel weergegeven met Display kosten.
pl_pl: Będzie wyświetlany jako przyrostek z Kosztem wyświetlania.
pt_pt: Será exibido como um sufixo com Custo de exibição.
sv_se: Visas som ett suffix med Displaykostnad.

source: WooCommerce Bookings and Appointments
ca: WooCommerce Reserves i Cites
de_de: WooCommerce Buchungen und Termine
es_es: Reservas y citas de WooCommerce
et_et: WooCommerce'i broneeringud ja kohtumised
fi: WooCommerce-varaukset ja nimitykset
fr_fr: Réservations et rendez-vous WooCommerce
he_il: הזמנות ופגישות WooCommerce
it_it: Prenotazioni e appuntamenti WooCommerce
pl_pl: Rezerwacje i terminy WooCommerce
pt_pt: Reservas e compromissos de WooCommerce

source: WooCommerce Emails
ca: Correus electrònics de WooCommerce
es_es: Correos electrónicos de WooCommerce
et_et: Woocommerce e -kirjad
fi: WooCommerce -sähköpostit
fr_fr: Emails WooCommerce
he_il: מיילים של WooCommerce
it_it: Email WooCommerce
ja: WooCommerceメール
pl_pl: E -maile WooCommerce
pt_pt: E -mails de WooCommerce
sv_se: WooCommerce -e -postmeddelanden

source: Yes
ca: Sí
de_de: Ja
el: Ναί
es_es: Sí
et_et: Jah
fi: Joo
fr_fr: Oui
he_il: כן
it_it: Si
ja: はい
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
sv_se: Ja

source: yes
ca: si
de_de: Ja
el: Ναί
es_es: sí
et_et: jah
fi: Joo
fr_fr: Oui
he_il: כן
it_it: SÌ
ja: はい
nl_nl: ja
pl_pl: tak
pt_pt: sim
sv_se: ja
