Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Enter how many minutes after the booking the follow up email should be sent.
ca: Introduïu quants minuts després de la reserva s’ha d’enviar el correu electrònic de seguiment.
de_de: Geben Sie ein, wie viele Minuten nach der Buchung der Folge -E -Mail gesendet werden sollen.
el: Εισαγάγετε πόσα λεπτά μετά την κράτηση θα πρέπει να σταλεί το επόμενο email.
es_es: Ingrese cuántos minutos después de la reserva se debe enviar el correo electrónico de seguimiento.
et_et: Sisestage mitu minutit pärast broneerimist tuleks järelkontroll saata.
fi: Kirjoita kuinka monta minuuttia seuranta -sähköpostin varaamisen jälkeen tulisi lähettää.
fr_fr: Entrez le nombre de minutes après la réservation de l'e-mail de suivi doit être envoyé.
he_il: הזן כמה דקות לאחר ההזמנה יש לשלוח דוא"ל המעקב.
it_it: Inserisci quanti minuti dopo la prenotazione dell'e -mail di follow -up deve essere inviata.
ja: 予約後何分後にフォローアップメールを送信するかを入力してください。
nl_nl: Voer in hoeveel minuten na de boeking de follow -up e -mail moet worden verzonden.
pl_pl: Wprowadź liczbę minut po rezerwacji e -maila.
pt_pt: Digite quantos minutos após a reserva, o email de acompanhamento deve ser enviado.
sv_se: Ange hur många minuter efter bokningen ska uppföljningsmeddelandet skickas.

source: Enter how many minutes in advance the reminder email should be sent
ca: Introduïu amb quants minuts d'antelació s'ha d'enviar el e-mail de recordatori
de_de: Geben Sie im Voraus an, wie viele Minuten die Erinnerungs-E-Mail gesendet werden soll
el: Εισαγάγετε πόσα λεπτά νωρίτερα θα πρέπει να σταλεί το email υπενθύμισης
es_es: Ingrese con cuántos minutos de anticipación se debe enviar el correo electrónico recordatorio
et_et: Sisestage mitu minutit ette meeldetuletuse e-kiri tuleks saata
fi: Anna kuinka monta minuuttia etukäteen muistutusviesti on lähetettävä
fr_fr: Entrez combien de minutes à l'avance l'e-mail de rappel doit être envoyé
he_il: הזן כמה דקות מראש יש לשלוח את דוא"ל התזכורת
it_it: Immettere con quanti minuti di anticipo inviare l'e-mail di promemoria
ja: 何分前にリマインダーメールを送信するかを入力してください。
nl_nl: Voer in hoeveel minuten van tevoren de herinneringsmail moet worden verzonden
pl_pl: Wprowadź, ile minut wcześniej e-mail z przypomnieniem powinien zostać wysłany
pt_pt: Digite com quantos minutos de antecedência o email de lembrete deve ser enviado
sv_se: Ange hur många minuter i förväg påminnelsemailen ska skickas

source: Enter how many minutes in advance the reminder email should be sent.
ca: Introduïu quants minuts d’antelació s’ha d’enviar el correu electrònic del recordatori.
de_de: Geben Sie ein, wie viele Minuten im Voraus die Erinnerungs -E -Mail gesendet werden sollten.
el: Εισαγάγετε πόσα λεπτά νωρίτερα θα πρέπει να σταλεί το email υπενθύμισης.
es_es: Ingrese cuántos minutos de anticipación se debe enviar el correo electrónico de recordatorio.
et_et: Sisestage mitu minutit ette meeldetuletuse e -kiri.
fi: Kirjoita kuinka monta minuuttia etukäteen muistutusviesti on lähetettävä.
fr_fr: Entrez le nombre de minutes à l'avance que l'e-mail de rappel doit être envoyé.
he_il: הזן כמה דקות מראש יש לשלוח את דוא"ל התזכורת.
it_it: Inserisci quanti minuti in anticipo l'e -mail di promemoria deve essere inviata.
ja: 何分前にリマインダーメールを送信するかを入力してください。
nl_nl: Voer hoeveel minuten van tevoren in de e -mail van de herinnering moet worden verzonden.
pl_pl: Wprowadź liczbę minut z góry, należy wysłać wiadomość e -mail do przypomnienia.
pt_pt: Digite quantos minutos antecipadamente o e -mail do lembrete deve ser enviado.
sv_se: Ange hur många minuter i förväg påminnelsemailen ska skickas.

source: Enter recipients (comma separated) for this email. Defaults to %s.
ca: Introduïu els destinataris (separats per comes) per a aquest correu electrònic. El valor per defecte és %s.
de_de: Geben Sie die Empfänger (durch Kommas getrennt) für diese E-Mail ein. Der Standardwert ist %s.
el: Εισαγάγετε παραλήπτες (χωρισμένοι με κόμματα) για αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου. Προεπιλογές σε %s.
es_es: Introduzca los destinatarios (separados por comas) de este correo electrónico. El valor predeterminado es %s.
et_et: Sisestage selle meili adressaadid (komadega eraldatud). Vaikimisi on %s.
fi: Kirjoita tämän sähköpostin vastaanottajat (pilkuilla erotettuina). Oletusarvo on %s.
fr_fr: Saisissez les destinataires (séparés par des virgules) pour cet e-mail. La valeur par défaut est %s.
he_il: הזן נמענים (מופרדים בפסיק) עבור דוא"ל זה. ברירת המחדל היא %s.
it_it: Inserisci i destinatari (separati da virgole) per questa email. Il valore predefinito è %s.
ja: この電子メールの受信者を (カンマ区切りで) 入力します。デフォルトは %s です。
nl_nl: Voer ontvangers in (door komma's gescheiden) voor deze e-mail. Standaard ingesteld op %s.
pl_pl: Wprowadź odbiorców (oddzielonych przecinkami) tego e-maila. Domyślnie %s.
pt_pt: Insira os destinatários (separados por vírgulas) para este e-mail. O padrão é %s.
sv_se: Ange mottagare (kommaseparerade) för detta e-postmeddelande. Grundinställning till %s.

source: Enter the interval, in minutes, at which the cron job should run.
ca: Introduïu l’interval, en pocs minuts, en què s’hauria d’executar el treball de Cron.
de_de: Geben Sie das Intervall in Minuten ein, in dem der Cron -Job ausgeführt werden soll.
el: Εισαγάγετε το διάστημα, σε λεπτά, στο οποίο θα πρέπει να εκτελεστεί η εργασία cron.
es_es: Ingrese el intervalo, en minutos, en el que debe funcionar el trabajo cron.
et_et: Sisestage intervall minutites, kus Cron töö peaks töötama.
fi: Syötä aikaväli muutamassa minuutissa, jossa Cron -työn tulisi suorittaa.
fr_fr: Entrez dans l'intervalle, en quelques minutes, auquel le travail cron devrait fonctionner.
he_il: היכנסו למרווח, בדקות, בהן עבודת ה- CRON צריכה לרוץ.
it_it: Inserisci l'intervallo, in pochi minuti, in cui dovrebbe funzionare il lavoro Cron.
ja: cronジョブが実行される間隔を分単位で入力します。
nl_nl: Voer het interval in, binnen enkele minuten in waar de Cron -taak moet worden uitgevoerd.
pl_pl: Wprowadź przedział, w minutach, w którym zadanie CRON powinno działać.
pt_pt: Entre no intervalo, em minutos, no qual o trabalho do Cron deve ser executado.
sv_se: Ange intervallet, i några minuter, där Cron -jobbet ska köras.

source: Enter with your Client id. You can find this under Credentials.
ca: Introduïu amb el vostre identificador de client. Podeu trobar-ho a Credencials.
de_de: Geben Sie Ihre Kundennummer. Diese finden Sie unter Anmeldeinformationen.
el: Εισαγάγετε με το αναγνωριστικό πελάτη σας. Μπορείτε να το βρείτε στην ενότητα Διαπιστευτήρια.
es_es: Ingrese con su ID de cliente. Puede encontrar esto debajo de Credenciales.
et_et: Sisestage oma kliendi ID -ga. Selle leiate mandaadi alt.
fi: Kirjoita asiakkaan tunnuksella. Löydät tämän kohdasta Käyttöoikeustiedot.
fr_fr: Entrez avec votre identifiant client. Vous pouvez trouver ceci sous Credentials.
he_il: הזן עם מזהה הלקוח שלך. אתה יכול למצוא את זה תחת אישורים.
it_it: Entrare con il tuo id cliente. È possibile trovare questo sotto le credenziali.
ja: クライアント ID を入力します。認証情報の下にあります。
nl_nl: Voer in met uw Client ID. U kunt dit vinden onder Credentials.
pl_pl: Wpisz swój identyfikator klienta. Możesz to znaleźć w sekcji Poświadczenia.
pt_pt: Entre com seu ID de cliente. Você pode encontrar isso em Credenciais.
sv_se: Ange med ditt klient-id. Du hittar det här under Credentials.

source: Enter with your Client Secret. You can find this under Credentials.
ca: Entra amb el teu client secret. Podeu trobar-ho a Credencials.
de_de: Geben Sie mit Ihrem Kundengeheimnis ein. Sie finden dies unter Anmeldeinformationen.
el: Μπείτε με το Client Secret. Μπορείτε να το βρείτε στην ενότητα Διαπιστευτήρια.
es_es: Ingrese con su secreto de cliente. Puede encontrar esto debajo de Credenciales.
et_et: Sisestage oma kliendi saladus. Selle leiate mandaadi alt.
fi: Kirjoita asiakassalaisuutesi kanssa. Löydät tämän kohdasta Käyttöoikeustiedot.
fr_fr: Entrez avec votre secret client. Vous pouvez trouver ceci sous Credentials.
he_il: הזן עם סוד הלקוח שלך. אתה יכול למצוא את זה תחת אישורים.
it_it: Entrare con il tuo segreto di Client. È possibile trovare questo sotto le credenziali.
ja: クライアントシークレットを入力します。認証情報の下にあります。
nl_nl: Voer in met uw Client Secret. U kunt dit vinden onder Credentials.
pl_pl: Wpisz swój klucz tajny klienta. Możesz to znaleźć w sekcji Poświadczenia.
pt_pt: Entre com seu segredo de cliente. Você pode encontrar isso em Credenciais.
sv_se: Ange med din kundhemlighet. Du hittar det här under Credentials.

source: Enter with your Project ID. You can find this under Calendar settings.
ca: Ingressa amb el seu ID de projecte. Podeu trobar això a la configuració del calendari.
de_de: Geben Sie mit Ihrer Projekt-ID. Dies finden Sie unter Kalender-Einstellungen.
el: Εισαγάγετε με το αναγνωριστικό του έργου σας. Μπορείτε να το βρείτε στις Ρυθμίσεις Ημερολογίου.
es_es: Ingrese con su ID de proyecto. Puede encontrar esto en la configuración del Calendario.
et_et: Sisestage oma projekti ID -ga. Selle leiate kalendrisätted.
fi: Kirjoita projektitunnuksellasi. Löydät tämän Kalenterin asetuksista.
fr_fr: Entrez avec votre ID de projet. Vous pouvez le trouver sous Paramètres du calendrier.
he_il: הזן עם מזהה הפרויקט שלך. תוכל למצוא זאת בקטע 'הגדרות יומן'.
it_it: Entrare con il tuo ID di progetto. È possibile trovare questo sotto le impostazioni del calendario.
ja: プロジェクトIDを入力してください。カレンダーの設定で確認できます。
nl_nl: Voer uw project-ID in. U vindt dit onder Calendar Settings.
pl_pl: Wpisz swój identyfikator projektu. Znajdziesz to w Ustawieniach kalendarza.
pt_pt: Entre com seu ID do projeto. Você pode encontrar isso nas configurações da Agenda.
sv_se: Ange med ditt Projekt-ID. Du hittar det här under Kalenderinställningar.

source: Every %d minutes
ca: Cada %d minuts
de_de: Alle %d Minuten
el: Κάθε %d λεπτά
es_es: Cada %d minutos
et_et: Iga %d minutites
fi: Joka %d minuuttia
fr_fr: Toutes les %d minutes
he_il: כל%d דקות
it_it: Ogni %d minuti
ja: %d 分ごと
nl_nl: Elke %d minuten
pl_pl: Co% d minut
pt_pt: Cada %d minutos
sv_se: Var %d minut

source: Every %d seconds
ca: Cada %d segons
de_de: Alle %d Sekunden
el: Κάθε %d δευτερόλεπτα
es_es: Cada %d segundos
et_et: Iga %d sekundi järel
fi: %d sekunnin välein
fr_fr: Toutes les %d secondes
he_il: כל %d שניות
it_it: Ogni %d secondi
ja: %d 秒ごと
nl_nl: Каждые %d секунд
pl_pl: Co %d sekund
pt_pt: A cada %d segundos
sv_se: Var %d sekund

source: Exact Match (days)
ca: Coincidència exacta (dies)
de_de: Genaue Übereinstimmung (Tage)
el: Ακριβής αντιστοίχιση (ημέρες)
es_es: Partido exacto (días)
et_et: Täpne vaste (päevades)
fi: Tarkka ottelu (päivinä)
fr_fr: Correspondance exacte (jours)
he_il: התאמה מדויקת (ימים)
it_it: Match esatta (giorni)
ja: 完全一致（日）
nl_nl: Exacte overeenkomst (dagen)
pl_pl: Dopasowanie ścisłe (dni)
pt_pt: Correspondência exata (dias)
sv_se: Exakt matchning (dagar)

source: Export and Download
ca: Exportar i descarregar
de_de: Exportieren und herunterladen
el: Εξαγωγή και λήψη
es_es: Exportar y descargar
et_et: Eksport ja allalaadimine
fi: Vie ja lataa
fr_fr: Exporter et télécharger
he_il: ייצוא והורדה
it_it: Esporta e scarica
ja: エクスポートとダウンロード
nl_nl: Exporteren en downloaden
pl_pl: Eksportuj i pobieraj
pt_pt: Exportar e baixar
sv_se: Exportera och ladda ner

source: Export Bookings
ca: Reserves d'exportació
de_de: Buchungen exportieren
el: Κρατήσεις εξαγωγής
es_es: Exportar reservas
et_et: Ekspordi broneeringud
fi: Vie varaukset
fr_fr: Exporter les réservations
he_il: ייצוא הזמנות
it_it: Esporta prenotazioni
ja: 輸出予約
nl_nl: Boekingen exporteren
pl_pl: Eksportuj rezerwacje
pt_pt: Exportar reservas
sv_se: Exportera bokningar

source: Export Bookings To CSV :
ca: Exporta les reserves a CSV:
de_de: Exportbuchungen nach CSV:
el: Εξαγωγή κρατήσεων σε CSV :
es_es: Reservas de exportación a CSV:
et_et: Ekspordi broneeringud CSV -le:
fr_fr: Réservations d'exportation vers CSV:
he_il: הזמנות ייצוא ל- CSV:
it_it: Prenotazioni di esportazione in CSV:
ja: 予約のCSVエクスポート：
nl_nl: Boekingen exporteren naar CSV:
pl_pl: Eksportuj rezerwacje do CSV
pt_pt: Exportar reservas para CSV:
sv_se: Exportera bokningar till CSV:

source: Feb
el: Φεβ
et_et: Veb
fi: helmikuu
fr_fr: Févr
he_il: פבררואר
ja: 2月
pl_pl: luty
pt_pt: Fev

source: February
ca: Febrer
de_de: Februar
el: Φεβρουάριος
es_es: Febrero
et_et: Veebruar
fi: helmikuu
fr_fr: Février
he_il: פברואר
it_it: Febbraio
ja: 2月
nl_nl: Februari
pl_pl: luty
pt_pt: Fevereiro
sv_se: Februari

source: Febuary
ca: Febrer
de_de: Februar
el: Φεβρουάριος
es_es: Febrero
et_et: Veebruar
fi: Helmikuu
fr_fr: Février
he_il: פברואר
it_it: Febbraio
ja: 2月
nl_nl: Februari
pl_pl: Lutego
pt_pt: Fevereiro
sv_se: Februari

source: Fields To Include
ca: Camps a incloure
de_de: Einzuschließende Felder
el: Πεδία προς συμπερίληψη
es_es: Campos para incluir
et_et: Kaasatavad väljad
fi: Sisällytettävät kentät
fr_fr: Champs à inclure
he_il: שדות לכלול
it_it: Campi da includere
ja: 含まれるフィールド
nl_nl: Op te nemen velden
pl_pl: Pola do uwzględnienia
pt_pt: Campos a incluir
sv_se: Fält att inkludera

source: Filter
ca: Filtre
el: Φίλτρο
es_es: Filtrar
et_et: Filtreeri
fi: Suodattaa
fr_fr: Filtres
he_il: סינון מוצרים מתקדם
it_it: Filtro
ja: フィルター
pl_pl: Filtr
pt_pt: Filtro
sv_se: Filtrera

source: First Available Date
ca: Primera data disponible
de_de: Erstes verfügbares Datum
el: Ημερομηνία πρώτης διαθεσιμότητας
es_es: Primera fecha disponible
et_et: Esimene saadaolev kuupäev
fi: Ensimmäinen käytettävissä oleva päivämäärä
fr_fr: Première date disponible
he_il: תאריך זמין ראשון
it_it: Prima data disponibile
ja: 最初の利用可能日
nl_nl: Eerste beschikbare datum
pl_pl: Pierwsza dostępna data
pt_pt: Primeira data disponível
sv_se: Första tillgängliga datum

source: First booking starts at :
ca: La primera reserva comença a:
de_de: Die erste Buchung beginnt um:
el: Η πρώτη κράτηση ξεκινά στις:
es_es: Primero reserva inicia en:
et_et: Esimene broneerimine algab:
fi: Ensimmäinen varaus alkaa:
fr_fr: Première réservation commence à :
he_il: לפני תחילת ההזמנה
it_it: La prima prenotazione inizia da:
ja: 最初の予約は：
nl_nl: Eerste boeking begint op:
pl_pl: Pierwsza rezerwacja rozpoczyna się o:
pt_pt: A primeira reserva começa em:
sv_se: Första bokningen börjar kl.

source: Fixed Blocks of
ca: Blocs fixos de
de_de: Fixe Zeiträume von
el: Διορθώθηκαν μπλοκ του
es_es: Bloques fijos de
et_et: Fikseeritud plokid
fi: Kiinteät kortit
fr_fr: Blocs fixes de
he_il: בלוקים קבועים של
it_it: Blocchi fissi di
ja: 固定ブロック
nl_nl: Vaste blokken van
pl_pl: Różne bloki
pt_pt: Blocos fixos de
sv_se: Fasta block av

source: Follow up delay time (Minutes)
ca: Temps de retard de seguiment (minuts)
de_de: Follow-up-Verzögerungszeit (Minuten)
el: Χρόνος καθυστέρησης παρακολούθησης (Λεπτά)
es_es: Tiempo de demora del seguimiento (Minutos)
et_et: Järeltegevuse viivitusaeg (minutid)
fi: Seurannan viive (minuuttia)
fr_fr: Temps de retard de suivi (minutes)
he_il: זמן עיכוב מעקב (דקות)
it_it: Tempo di ritardo del follow-up (minuti)
ja: フォローアップ遅延時間（分）
nl_nl: Vervolgvertragingstijd (minuten)
pl_pl: Czas opóźnienia kontynuacji (minuty)
pt_pt: Tempo de atraso de acompanhamento (minutos)
sv_se: Uppföljningsfördröjningstid (minuter)

source: Follow up Email
ca: E-mail de seguiment
de_de: Nachfolgende Email
el: Συνέχεια Email
es_es: Correo electrónico de seguimiento
et_et: Järelmeetmed e-posti teel
fi: Seuraa sähköposti
fr_fr: Courriel de suivi
he_il: מעקב דוא"ל
it_it: Email di follow-up
ja: フォローアップEメール
pl_pl: E-mail śledzenia
pt_pt: E-mail de acompanhamento
sv_se: Följ upp e-post

source: Follow up Email Content
ca: Contingut del e-mail de seguiment
de_de: E-Mail-Inhalt nachverfolgen
el: Παρακολούθηση περιεχομένου email
es_es: Seguimiento del contenido del correo electrónico
et_et: Jälgige e-posti sisu
fi: Seuraa sähköpostin sisältöä
fr_fr: Suivi du contenu des e-mails
he_il: מעקב אחר תוכן הדוא"ל
it_it: Follow-up dei contenuti e-mail
ja: フォローアップ・メールの内容
nl_nl: Follow-up e-mail 'inhoud' (E-mail Body)
pl_pl: Kontynuacja treści wiadomości e-mail
pt_pt: Acompanhamento do conteúdo do email
sv_se: Följ upp e-postinnehåll

source: Follow up Email Subject
ca: Assumpte del e-mail de seguiment
de_de: E-Mail-Betreff nachverfolgen
el: Παρακολούθηση Θέματος Email
es_es: Asunto del correo electrónico de seguimiento
et_et: Järelmeetmed e-posti teema kohta
fi: Seuranta sähköpostin aihe
fr_fr: Sujet de l'e-mail de suivi
he_il: מעקב אחר נושא הדוא"ל
it_it: Follow-up Oggetto e-mail
ja: フォローアップメールの件名
nl_nl: Follow-up e-mail 'onderwerp' (E-mail Subject)
pl_pl: Kontynuuj Temat wiadomości e-mail
pt_pt: Acompanhamento Assunto do email
sv_se: Följ upp e-postämne

source: Followup Time
ca: Temps de seguiment
de_de: Follow -up -Zeit
el: Χρόνος παρακολούθησης
es_es: Tiempo de seguimiento
et_et: Jälgimisaeg
fi: Seurannan aika
fr_fr: Temps de suivi
he_il: זמן מעקב
it_it: Tempo di follow -up
ja: フォローアップ時間
nl_nl: Vervolgtijd
pl_pl: Czas obserwacji
pt_pt: Tempo de acompanhamento
sv_se: Uppföljningstid

source: Font Color
ca: Color de la lletra
de_de: Schriftfarbe
el: Χρώμα γραμματοσειράς
es_es: Color de fuente
et_et: Fondi värv
fi: Fontin väri
fr_fr: Couleur de la police
he_il: צבע גופן
it_it: Colore del carattere
ja: フォントカラー
nl_nl: Letterkleur
pl_pl: Kolor czcionki
pt_pt: Cor da fonte
sv_se: Fontfärg

source: For more info please visit here:
ca: Per a més informació visiteu aquí:
de_de: Weitere Infos zum Nachschauen:
el: Για περισσότερες πληροφορίες επισκεφθείτε εδώ:
es_es: Para obtener más información, visite aquí:
et_et: Lisateabe saamiseks külastage siin:
fi: Lisätietoja täältä:
fr_fr: Pour plus d'informations s'il vous plaît visitez ici:
he_il: לקבלת מידע נוסף, בקר כאן:
it_it: Per maggiori informazioni si prega di visitare qui:
ja: 詳細はこちらをご覧ください：
nl_nl: Lees hier voor meer informatie:
pl_pl: Aby uzyskać więcej informacji, kliknij tutaj:
pt_pt: Para mais informações, por favor visite aqui:
sv_se: För mer information besök här:

source: Fr
ca: Dv
el: Ο π
es_es: Vi
et_et: R
fi: Per
fr_fr: Ve
he_il: יום ו'
it_it: Ve
nl_nl: Vr
pl_pl: pt.
pt_pt: Se

source: Frequently asked questions about Google Calendar Sync
ca: Preguntes més freqüents sobre la sincronització del calendari de Google
de_de: Häufig gestellte Fragen zur Google -Kalender -Synchronisierung
el: Συχνές ερωτήσεις σχετικά με το Google Calendar Sync
es_es: Preguntas frecuentes sobre la sincronización del calendario de Google
et_et: Korduma kippuvad küsimused Google'i kalendri sünkroonimise kohta
fi: Usein kysyttyjä kysymyksiä Google -kalenterisynkronoinnista
fr_fr: Des questions fréquemment posées sur la synchronisation du calendrier Google
he_il: שאלות נפוצות בנושא סנכרון לוח השנה של גוגל
it_it: Domande frequenti sulla sincronizzazione del calendario di Google
ja: Googleカレンダー同期に関するよくある質問
nl_nl: Veelgestelde vragen over Google Agenda's Sync
pl_pl: Często zadawane pytania dotyczące synchronizacji kalendarza Google
pt_pt: Perguntas frequentes sobre o Google Calendar Sync
sv_se: Vanliga frågor om Google Calender Sync

source: Friday
ca: Divendres
de_de: Freitag
el: Παρασκευή
es_es: Viernes
et_et: reedel
fi: perjantai
fr_fr: Vendredi
he_il: יום חמישי
it_it: Venerdì
ja: 金曜日
nl_nl: Vrijdag
pl_pl: piątek
pt_pt: Sexta feira
sv_se: Fredag

source: From
ca: De
de_de: Von
el: Από
es_es: De
et_et: Kellelt
fi: alkaen
fr_fr: De
he_il: מאת:
it_it: Da
ja: より
nl_nl: Van
pl_pl: Od
pt_pt: Para
sv_se: Från

source: Global Assets
ca: Activos globales
de_de: Globale Anlagegüter
el: Παγκόσμια περιουσιακά στοιχεία
es_es: Activos globales
et_et: Globaalsed varad
fi: Globaalit varat
fr_fr: Actifs mondiaux
he_il: נכסים גלובליים
it_it: Risorse globali
ja: グローバル・アセット
nl_nl: Algemene middelen
pl_pl: Aktywa globalne
pt_pt: Ativos Globais
sv_se: Globala tillgångar

source: Global Availability
ca: Disponibilidad global
de_de: Globale Verfügbarkeit
el: Παγκόσμια Διαθεσιμότητα
es_es: Disponibilidad global
et_et: Ülemaailmne saadavus
fi: Globaali saatavuus
fr_fr: Disponibilité globale
he_il: זמינות גלובלית
it_it: Disponibilità globale
ja: グローバル・アベイラビリティ
nl_nl: Algemene beschikbaarheid
pl_pl: Globalna dostępność
pt_pt: Global tilgængelighed
sv_se: Global tillgänglighet

source: Google API authentication Failed
ca: L'autenticació de l'API de Google ha fallat
de_de: Google Authentifizierung ist fehlgeschlagen
el: Ο έλεγχος ταυτότητας Google API απέτυχε
es_es: Autenticación de la API de Google Falló
et_et: Google API autentimine ebaõnnestus
fi: Google API -todennus epäonnistui
fr_fr: L'authentification de l'API Google a échoué
he_il: אימות ממשק API של Google נכשל
it_it: Autenticazione dell'API di Google non riuscita
ja: Google API 認証に失敗しました
nl_nl: Google API-authenticatie mislukt
pl_pl: Uwierzytelnianie interfejsu API Google nie powiodło się
pt_pt: Falha na autenticação da API do Google
sv_se: Google API-autentisering misslyckades

source: Google calendar settings
ca: Configuració del Google Calendar
de_de: Google Kalender-Einstellungen
el: Ρυθμίσεις ημερολογίου Google
es_es: Configuración del calendario de Google
et_et: Google'i kalendri sätted
fi: Google-kalenterin asetukset
fr_fr: Paramètres du calendrier Google
he_il: הגדרות יומן Google
it_it: Impostazioni del calendario di Google
ja: グーグルカレンダーの設定
nl_nl: Google Calendar instellingen
pl_pl: Ustawienia kalendarza Google
pt_pt: Configurações do calendário do Google
sv_se: Google kalenderinställningar

source: Google Calendar Sync
de_de: Google Kalender-Synchronisierung
el: Συγχρονισμός Ημερολογίου Google
et_et: Google'i kalendri sünkroonimine
fi: Google-kalenterin synkronointi
fr_fr: Synchronisation Google Agenda
he_il: סנכרון לוח השנה של גוגל
it_it: Sincronizzazione Google Calendar
ja: グーグルカレンダー同期
sv_se: Google kalendersynkronisering

source: Google calendar sync for customers
ca: Sincronització de calendaris de Google per a clients
de_de: Google Kalender-Synchronisierung für Kunden
el: Συγχρονισμός ημερολογίου Google για πελάτες
es_es: Google Calendar Sync para clientes
et_et: Google'i kalendri sünkroonimine klientidele
fi: Google-kalenterin synkronointi asiakkaille
fr_fr: Google Calendar Sync pour les clients
he_il: הגדרות יומן Google
it_it: Sincronizzazione del calendario di Google per i clienti
ja: 顧客向けGoogleカレンダー同期
nl_nl: Google Calendar synchronisatie voor klanten
pl_pl: Synchronizacja kalendarza Google dla klientów
pt_pt: Google Calendário Sincroniza para clientes
sv_se: Google kalendersynkronisering för kunder

source: Google calendar Two Way Sync
ca: Sincronització bidireccional del calendari de Google
de_de: Google Kalender Two Way Sync
el: Ημερολόγιο Google Two Way Sync
et_et: Google'i kalender kahesuunaline sünkroonimine
fi: Google-kalenteri Kaksisuuntainen synkronointi
fr_fr: Calendrier Google Synchronisation bidirectionnelle
he_il: לוח שנה של גוגל סנכרון דו כיווני
it_it: Sincronizzazione a due vie del calendario di Google
ja: Googleカレンダー双方向同期
pl_pl: Kalendarz Google Two Way Sync
pt_pt: Google Calendário de duas maneiras sincronizado
sv_se: Google kalender Tvåvägssynkronisering

source: Guest
ca: Convidat
de_de: Gast
el: Επισκέπτης
es_es: Invitado
et_et: Külaline
fi: Vieras
fr_fr: Invité
he_il: אוֹרֵחַ
it_it: Ospite
ja: ゲスト
nl_nl: Gast
pl_pl: Gość
pt_pt: Convidado
sv_se: Gäst

source: Hi
ca: Hola
de_de: Hallo
el: γεια
es_es: Hola
et_et: Tere
fi: Hei
fr_fr: Bonjour.
he_il: שלום
it_it: Ciao
ja: こんにちは
nl_nl: Beste
pl_pl: Dzień dobry
pt_pt: Oi
sv_se: Hej
