Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: PH Booking Cancelled
ca: Reserva de pH cancel·lada
de_de: PH-Buchung storniert
el: Η κράτηση PH ακυρώθηκε
es_es: Reserva de pH cancelada
et_et: PH broneerimine tühistati
fi: PH-varaus peruutettu
fr_fr: PH Booking annulé
he_il: הזמנת pH בוטלה
it_it: Prenotazione PH Annullata
ja: PH予約キャンセル
nl_nl: PH -boeking geannuleerd
pl_pl: Rezerwacja PH anulowana
pt_pt: Reserva de pH cancelada
sv_se: Bokning inställd

source: PH Booking Cancelled For Admin
ca: Reserva de PH cancel·lada per a l'administrador
de_de: PH-Buchung für Administrator storniert
el: Η κράτηση PH ακυρώθηκε για διαχειριστή
es_es: Reserva de PH cancelada para el administrador
et_et: PH-broneering administraatori jaoks tühistatud
fi: PH-varaus peruutettu järjestelmänvalvojalta
fr_fr: Réservation PH annulée pour l'administrateur
he_il: הזמנת PH בוטלה למנהל
it_it: Prenotazione PH annullata per l'amministratore
ja: PH予約キャンセル
nl_nl: PH-boeking geannuleerd vanwege beheerder
pl_pl: Rezerwacja PH anulowana dla administratora
pt_pt: Reserva de PH cancelada para administrador
sv_se: PH-bokning avbruten för admin

source: PH Booking Confirmed
ca: La reserva de pH confirmada
de_de: PH-Buchung bestätigt
el: Η κράτηση PH επιβεβαιώθηκε
es_es: Reserva de pH confirmada
et_et: PH -broneerimine kinnitas
fi: PH-varaus vahvistettu
fr_fr: PH Booking confirmé
he_il: הזמנת pH אושרה
it_it: Prenotazione PH confermata
ja: PH予約確定
nl_nl: PH -boeking bevestigd
pl_pl: Rezerwacja PH potwierdzona
pt_pt: A reserva de pH confirmada
sv_se: Bokning bekräftad

source: PH Booking Requires Confirmation
ca: La reserva de pH requereix confirmació
de_de: PH-Buchung erfordert Bestätigung
el: Η κράτηση PH απαιτεί επιβεβαίωση
es_es: La reserva de pH requiere confirmación
et_et: PH -broneerimine nõuab kinnitust
fi: PH-varaus vaatii vahvistuksen
fr_fr: La réservation de pH nécessite une confirmation
he_il: הזמנת pH דורשת אישור
it_it: La prenotazione del pH richiede conferma
ja: PH予約には確認が必要です
nl_nl: PH -boeking vereist bevestiging
pl_pl: Rezerwacja PH wymaga potwierdzenia
pt_pt: A reserva de pH requer confirmação
sv_se: Bokning kräver bekräftelse

source: PH Bookings Followup
ca: Seguiment de reserves de pH
de_de: PH -Buchungen Followup
el: Παρακολούθηση κρατήσεων PH
es_es: Seguimiento de reservas de ph
et_et: PH broneeringute järelkontroll
fi: PH -varausten seuranta
fr_fr: Suivi des réservations de pH
he_il: מעקב אחר הזמנות pH
it_it: Followup delle prenotazioni di pH
ja: PH予約フォローアップ
nl_nl: PH -boekingen vervolg
pl_pl: Rezerwacje PH
pt_pt: Ph Reserva de acompanhamento
sv_se: PH -bokningar uppföljning

source: PH Bookings Reminder
ca: Recordatori de reserves de pH
de_de: PH -Buchungen Erinnerung
el: Υπενθύμιση κρατήσεων PH
es_es: Recordatorio de reservas de ph
et_et: PH broneeringute meeldetuletus
fi: PH -varaukset muistutus
fr_fr: Rappel des réservations de pH
he_il: תזכורת על הזמנות pH
it_it: Promemoria delle prenotazioni PH
ja: PH予約リマインダー
nl_nl: PH -boekingen Herinnering
pl_pl: Rezerwacje pH przypomnienia
pt_pt: Lembrete de reservas de ph
sv_se: PH -bokningar påminnelse

source: PH Waiting For Approval For Admin
ca: PH esperant l'aprovació per a l'administrador
de_de: PH wartet auf Genehmigung für den Administrator
el: PH Αναμονή για έγκριση για διαχειριστή
es_es: PH esperando aprobación para el administrador
et_et: PH ootab administraatori heakskiitu
fi: PH odottaa hyväksyntää järjestelmänvalvojalle
fr_fr: PH en attente d'approbation pour l'administrateur
he_il: PH מחכה לאישור למנהל
it_it: PH in attesa di approvazione per l'amministratore
ja: PH、管理者の承認待ち
nl_nl: PH wacht op goedkeuring voor beheerder
pl_pl: PH oczekuje na zatwierdzenie przez administratora
pt_pt: PH aguardando aprovação do administrador
sv_se: PH väntar på godkännande för admin

source: Phone:
ca: Telèfon:
de_de: Telefon:
el: Τηλέφωνο:
es_es: Teléfono:
et_et: Telefon:
fi: Puhelin:
fr_fr: Téléphone:
he_il: טלפון:
it_it: Telefono:
ja: 電話
nl_nl: Telefoon:
pl_pl: Telefon:
pt_pt: Telefone:
sv_se: Telefon:

source: Pick a later end date
ca: Trieu una data de finalització posterior
de_de: Wählen Sie ein späteres Enddatum
el: Επιλέξτε μια μεταγενέστερη ημερομηνία λήξης
es_es: Elija una fecha de finalización posterior
et_et: Vali hilisem lõpukuupäev
fi: Valitse myöhempi lopetuspäivä
fr_fr: Choisissez une date de fin ultérieure
he_il: בחר תאריך סיום מאוחר יותר
it_it: Scegli una data di fine successiva
ja: 終了日を遅くする
nl_nl: Kies een latere einddatum
pl_pl: Wybierz późniejszą datę zakończenia
pt_pt: Escolha uma data final posterior
sv_se: Välj ett senare slutdatum

source: Pick a later end time
ca: Trieu un temps final posterior
de_de: Wählen Sie eine spätere Endzeit
el: Επιλέξτε μια μεταγενέστερη ώρα λήξης
es_es: Elija una hora final posterior
et_et: Valige hilisem lõpuaeg
fi: Valitse myöhempi lopetusaika
fr_fr: Choisissez une heure de fin ultérieure
he_il: בחר זמן סיום מאוחר יותר
it_it: Scegli un tempo di fine
ja: 終了時間を遅くする
nl_nl: Kies een latere eindtijd
pl_pl: Wybierz późniejszy czas końca
pt_pt: Escolha um horário de término posterior
sv_se: Välj en senare sluttid

source: Pick Month(s)
ca: Tria els mesos
de_de: Monat(e)
el: Μήνες αιχμής)
es_es: Elija el (los) mes (es)
et_et: Vali kuu
fi: Valitse kuukausi
fr_fr: Choisissez le mois
he_il: חודשי
it_it: mesi
ja: ピック月
nl_nl: Kies Maand(en)
pl_pl: Wybierz miesiąc (y)
pt_pt: Escolha mês (s)
sv_se: Välj månad(er)

source: Please click below link to proceed with the payment
ca: Feu clic a sota de l'enllaç per continuar amb el pagament
de_de: Klicken Sie bitte folgenden Link um die Zahlung vorzunehmen
el: Κάντε κλικ στον παρακάτω σύνδεσμο για να προχωρήσετε στην πληρωμή
es_es: Haga clic debajo del enlace para continuar con el pago
et_et: Makse jätkamiseks klõpsake allpool linki
fi: Napsauta alla olevaa linkkiä jatkaaksesi maksua
fr_fr: Veuillez cliquer sur le lien ci-dessous pour procéder au paiement.
he_il: לחץ על הקישור הבא כדי להמשיך עם התשלום
it_it: Clicca sotto il link per procedere con il pagamento
ja: 以下のリンクをクリックして支払いを進めてください。
nl_nl: Klik op onderstaande link om door te gaan met de betaling
pl_pl: Kliknij poniższy link, aby kontynuować płatność
pt_pt: Por favor, clique no link abaixo para prosseguir com o pagamento
sv_se: Vänligen klicka på länken nedan för att fortsätta med betalningen

source: Please enter the credentials
ca: Introduïu les credencials si us plau
de_de: Bitte gib deine Zugangsdaten ein
el: Εισαγάγετε τα διαπιστευτήρια
es_es: Por favor ingrese las credenciales
et_et: Palun sisestage mandaadid
fi: Anna käyttäjätiedot
fr_fr: Veuillez ressaisir les informations d'identification :
he_il: הזן את האישורים
it_it: Immettere nuovamente le credenziali:
ja: 認証情報を入力してください。
nl_nl: Vul je gegevens in
pl_pl: Proszę podać dane uwierzytelniające
pt_pt: Por favor insira as credenciais
sv_se: Ange inloggningsuppgifterna

source: Please Note : Default Emails like “New Booking Order Emails, Booking Cancellation Emails and Booking Approval Emails are sent automatically when applicable, no configuration is required for them.
ca: Tingueu en compte: correus electrònics predeterminats com ara "Correus electrònics de comandes de reserva nous, correus electrònics de cancel·lació de reserves i correus electrònics d'aprovació de reserves s'envien automàticament quan sigui aplicable, no es requereix cap configuració per a ells.
de_de: Bitte beachten Sie: Standard-E-Mails wie "Neue E-Mails für Buchungsbestellungen", "E-Mails für Buchungsstornierungen" und "E-Mails für Buchungsgenehmigungen" werden automatisch gesendet, sofern zutreffend. Für sie ist keine Konfiguration erforderlich.
el: Σημείωση: Τα προεπιλεγμένα μηνύματα ηλεκτρονικού ταχυδρομείου όπως "Νέα email παραγγελίας κράτησης, μηνύματα ηλεκτρονικού ταχυδρομείου ακύρωσης κράτησης και μηνύματα ηλεκτρονικού ταχυδρομείου έγκρισης κράτησης αποστέλλονται αυτόματα όταν ισχύει, δεν απαιτείται διαμόρφωση για αυτά.
es_es: Tenga en cuenta: los correos electrónicos predeterminados como “Nuevos correos electrónicos de pedidos de reserva, correos electrónicos de cancelación de reserva y correos electrónicos de aprobación de reserva se envían automáticamente cuando corresponde, no se requiere configuración para ellos.
et_et: Pange tähele: vaikemeilisõnumid, näiteks „Uue broneeringu tellimise e-kirjad, broneeringu tühistamise e-kirjad ja broneeringu kinnitamise e-kirjad saadetakse automaatselt, kui see on asjakohane, nende konfigureerimine pole vajalik.
fi: Huomaa: Oletussähköpostit, kuten ”Uudet varaustilaussähköpostiviestit, Varauksen peruutus- ja varaushyväksyntäsähköpostiviestit, lähetetään automaattisesti tarvittaessa, heille ei tarvita kokoonpanoa.
fr_fr: Remarque: les e-mails par défaut tels que “Nouveaux e-mails de commande de réservation, e-mails d'annulation de réservation et e-mails d'approbation de réservation sont envoyés automatiquement le cas échéant, aucune configuration n'est requise pour eux.
he_il: שימו לב: כתובות דוא"ל ברירת מחדל כמו "דוא"ל להזמנת הזמנות חדשות, דוא"ל לביטול הזמנות ודוא"ל אישור הזמנה נשלחים אוטומטית כאשר הדבר רלוונטי, אין צורך בתצורה עבורם.
it_it: Nota: le e-mail predefinite come "Nuove e-mail di ordini di prenotazione, e-mail di annullamento e e-mail di approvazione della prenotazione vengono inviate automaticamente quando applicabile, non è richiesta alcuna configurazione.
ja: 注意："新規予約注文メール、予約キャンセルメール、予約承認メール "のようなデフォルトのメールは、該当する場合、自動的に送信され、それらのための設定は必要ありません。
nl_nl: Let op: standaard e-mails zoals “Nieuwe e-mails met boekingsbestellingen, annuleringsmails met boekingsbevestiging en e-mails met boekingsgoedkeuring worden automatisch verzonden indien van toepassing, hiervoor is geen configuratie vereist.
pl_pl: Uwaga: Domyślne wiadomości e-mail, takie jak „Nowe wiadomości e-mail z prośbą o rezerwację, e-maile o anulowaniu rezerwacji i e-maile z potwierdzeniem rezerwacji są wysyłane automatycznie, jeśli dotyczy, nie jest wymagana żadna konfiguracja.
pt_pt: Observação: e-mails padrão como “Novos e-mails de pedidos de reserva, e-mails de cancelamento e e-mails de aprovação de reserva são enviados automaticamente quando aplicável, nenhuma configuração é necessária para eles.
sv_se: Observera: Standard-e-postmeddelanden som “Nya e-postmeddelanden för bokningsbeställningar, e-postmeddelanden om bokningsavbokning och e-postmeddelanden för bokningsgodkännande skickas automatiskt när det är tillämpligt, ingen konfiguration krävs för dem.

source: Please pick a booking period
ca: Si us plau, trieu un període de reserva
de_de: Bitte wählen Sie einen Buchungszeitraum
el: Επιλέξτε μια περίοδο κράτησης
es_es: Elija un período de reserva
et_et: Palun vali rendiperiood
fi: Valitse varausaika
fr_fr: Veuillez choisir une période de réservation
he_il: אנא בחרו תקופת הזמנה
it_it: Si prega di scegliere un periodo di prenotazione
ja: 予約期間をお選びください
nl_nl: Kies een boekingsperiode
pl_pl: Wybierz termin rezerwacji
pt_pt: Por favor, escolha um período de reserva
sv_se: Vänligen välj en bokningsperiod

source: Please Pick a Date
ca: Si us plau, trieu una data
de_de: Bitte wählen Sie ein Datum aus
el: Παρακαλώ επιλέξτε μια ημερομηνία
es_es: Elija una fecha
et_et: Palun vali kuupäev
fi: Ole hyvä ja valitse päivämäärä
fr_fr: S'il vous plaît choisir une date
he_il: בחר תאריך
it_it: Si prega di scegliere una data
ja: 日付を選んでください
nl_nl: Kies een datum
pl_pl: Proszę wybrać datę
pt_pt: Por favor escolha uma data
sv_se: Var god välj ett datum

source: Please Pick a End Dates.
ca: Si us plau, trieu una data de finalització.
de_de: Bitte wählen Sie ein Enddatum.
el: Επιλέξτε ημερομηνίες λήξης.
es_es: Por favor, elija una fecha de finalización.
et_et: Palun vali lõppkuupäevad.
fi: Ole hyvä ja valitse päättymispäivämäärä.
fr_fr: Veuillez choisir une date de fin.
he_il: בחר תאריכי סיום.
it_it: Si prega di scegliere le date di fine.
ja: 終了日をお選びください。
nl_nl: Kies een einddatum.
pl_pl: Proszę wybrać datę końcową.
pt_pt: Por favor, escolha datas finais.
sv_se: Välj ett slutdatum.

source: Please Pick a Month
ca: Si us plau, trieu un mes
de_de: Bitte wählen Sie einen Monat
el: Παρακαλώ επιλέξτε έναν μήνα
es_es: Por favor elija un mes
et_et: Palun vali kuu
fi: Ole hyvä ja valitse kuukausi
fr_fr: Veuillez choisir un mois
he_il: אנא בחר חודש
it_it: Scegli un mese
ja: 月を選んでください
nl_nl: Kies een maand
pl_pl: Proszę wybrać miesiąc
pt_pt: Por favor, escolha um mês
sv_se: Välj en månad

source: Please pick a month
ca: Si us plau, trieu un mes
de_de: Bitte wählen Sie einen Monat
el: Παρακαλώ επιλέξτε ένα μήνα
es_es: Por favor elija un mes
et_et: Palun vali kuu
fi: Ole hyvä ja valitse kuukausi
fr_fr: Veuillez choisir un mois
he_il: אנא בחר חודש
it_it: Scegli un mese
ja: 月を選んでください
nl_nl: Kies een maand
pl_pl: Proszę wybrać miesiąc
pt_pt: Escolha um mês
sv_se: Välj en månad

source: Please Pick a Time
ca: Si us plau, trieu un temps
de_de: Bitte wählen Sie eine Zeit aus
el: Παρακαλώ επιλέξτε ώρα
es_es: Por favor elige una hora
et_et: Palun vali aeg
fi: Valitse aika
fr_fr: Veuillez choisir un temps
he_il: אנא בחר זמן
it_it: Si prega di scegliere un orario
ja: 時間を選んでください
nl_nl: Kies alstublieft een tijd
pl_pl: Wybierz czas
pt_pt: Por favor, escolha um horário
sv_se: Välj en tid

source: Please pick a Time
ca: Si us plau, escolliu una hora
de_de: Bitte wählen Sie eine Zeit aus
el: Παρακαλώ επιλέξτε ώρα
es_es: Por favor elige una hora
et_et: Palun valige aeg
fi: Ole hyvä ja valitse aika
fr_fr: Veuillez choisir une heure
he_il: אנא בחר זמן
it_it: Per favore, scegli un orario
ja: 時間を選んでください
nl_nl: Kies een tijd a.u.b.
pl_pl: Proszę wybrać czas
pt_pt: Por favor, escolha um horário
sv_se: Välj en tid

source: Please Pick an End Date
ca: Trieu una data de finalització
de_de: Bitte wählen Sie ein Enddatum
el: Επιλέξτε μια ημερομηνία λήξης
es_es: Por favor, elija una fecha de finalización
et_et: Valige lõppkuupäev
fi: Ole hyvä ja valitse lopetuspäivä
fr_fr: Veuillez choisir une date de fin
he_il: בחר תאריך סיום
it_it: Scegli una data di fine
ja: 終了日をお選びください
nl_nl: Kies een einddatum
pl_pl: Wybierz datę zakończenia
pt_pt: Escolha uma data de término
sv_se: Välj ett slutdatum

source: Please pick an end date
ca: Si us plau, escolliu una data de finalització
de_de: Bitte wählen Sie ein Enddatum
el: Παρακαλούμε επιλέξτε μια ημερομηνία λήξης
es_es: Elija una fecha de finalización
et_et: Palun valige lõppkuupäev
fi: Valitse päättymispäivä
fr_fr: Veuillez choisir une date de fin
he_il: אנא בחר תאריך סיום
it_it: Scegliere una data di scadenza
ja: 終了日をお選びください。
nl_nl: Kies een einddatum
pl_pl: Wybierz datę zakończenia
pt_pt: Escolha uma data de fim
sv_se: Vänligen välj ett slutdatum

source: Please pick an end month
ca: Si us plau, trieu un mes final
de_de: Bitte wählen Sie einen Endmonat
el: Επιλέξτε έναν μήνα λήξης
es_es: Por favor, elija un mes final
et_et: Palun vali lõppkuu
fi: Ole hyvä ja valitse loppukuukausi
fr_fr: Veuillez choisir un mois de fin
he_il: בחר חודש סיום
it_it: Si prega di scegliere un mese finale
ja: 終了月をお選びください
nl_nl: Kies een eindmaand
pl_pl: Wybierz koniec miesiąca
pt_pt: Por favor, escolha um mês final
sv_se: Välj en slutmånad

source: Please pick the end time
ca: Trieu l'hora de finalització
de_de: Bitte wählen Sie die Endzeit
el: Επιλέξτε την ώρα λήξης
es_es: Por favor, elija la hora de finalización
et_et: Palun vali lõpu aeg
fi: Ole hyvä ja valitse loppuaika
fr_fr: Veuillez choisir l'heure de fin
he_il: אנא בחר את שעת הסיום
it_it: Si prega di scegliere l'ora di fine
ja: 終了時間を選んでください
nl_nl: Kies alstublieft de eindtijd
pl_pl: Wybierz godzinę zakończenia
pt_pt: Por favor, escolha o horário final
sv_se: Vänligen välj sluttid

source: Please retain the text in parenthesis() and used with % sign as is.
ca: Si us plau, conserveu el text entre parèntesis() i s'utilitza amb % sign tal com és.
de_de: Bitte bewahren Sie den Text in Klammern auf und verwenden Sie ihn unverändert mit dem %-Zeichen.
el: Διατηρήστε το κείμενο στην παρένθεση() και χρησιμοποιήστε το με το σύμβολο % ως έχει.
es_es: Conserve el texto entre paréntesis() y utilícelo con el signo% tal como está.
et_et: Hoidke tekst sulgudes () ja kasutage% -märgiga sellisena, nagu see on.
fi: Säilytä teksti suluissa () ja käytä % -merkin kanssa sellaisenaan.
fr_fr: Veuillez conserver le texte entre parenthèses () et utilisé avec le signe% tel quel.
he_il: אנא שמור את הטקסט בסוגריים () ומשמש עם סימן% כמות שהוא.
it_it: Conservare il testo tra parentesi () e utilizzato con il segno% così com'è.
ja: 括弧()内のテキストと%記号はそのままお使いください。
nl_nl: Bewaar de tekst tussen haakjes () en wordt gebruikt met het %s-teken zoals het is.
pl_pl: Zachowaj tekst w nawiasach () i używaj go ze znakiem % bez zmian.
pt_pt: Guarde o texto entre parênteses () e use com o sinal de% como está.
sv_se: Vänligen behålla texten i parentes() och används med % tecken som det är.

source: Please Select minimum %d blocks.
ca: Seleccioneu un mínim de %d blocs.
de_de: Bitte wählen Sie mindestens %d Blöcke aus.
el: Παρακαλούμε επιλέξτε τουλάχιστον %d μπλοκ.
es_es: Seleccione un mínimo de %d bloques.
et_et: Palun valige vähemalt %d plokki.
fi: Valitse vähintään %d lohkoa.
fr_fr: Veuillez sélectionner un minimum de %d blocs.
he_il: אנא בחר מינימום %d בלוקים.
it_it: Selezionare almeno %d blocchi.
ja: 最小 %d ブロックを選択してください。
nl_nl: Selecteer minimaal %d blokken.
pl_pl: Wybierz minimum %d bloków.
pt_pt: Seleccione um mínimo de %d blocos.
sv_se: Välj minst %d block.

source: Plugin Default
ca: Per defecte del connector
de_de: Plugin Standard
el: Προεπιλογή προσθήκης
es_es: Complemento predeterminado
et_et: Pistikprogramm vaikimisi
fi: Plugin -oletusarvo
fr_fr: Plugin par défaut
he_il: ברירת מחדל של תוסף
it_it: Plugin Predefinito
ja: プラグインのデフォルト
nl_nl: Standaard plug -in
pl_pl: Domyślnie wtyczka
pt_pt: Plugin Padrão
sv_se: Plugin Standard

source: Plugin Licence
ca: Llicència de connectors
de_de: Plugin-Lizenz
el: Άδεια προσθήκης
es_es: Licencia de complemento
et_et: Plugina litsents
fi: Plugin Lisenssi
fr_fr: Licence du plugin
he_il: רישיון תוסף
it_it: Licenza plug-in
ja: プラグインライセンス
nl_nl: Plugin-licentie
pl_pl: Licencja na wtyczkę
pt_pt: Licença de plug-in
sv_se: Plugin-licens

source: Plugin Licence Activation
ca: Activació de la llicència del connector
de_de: Aktivierung der Plugin-Lizenz
el: Ενεργοποίηση άδειας χρήσης πρόσθετου
es_es: Activación de licencia de complemento
et_et: Plugina litsentsi aktiveerimine
fi: Plugin-lisenssin aktivointi
fr_fr: Activation de la licence du plugin
he_il: הפעלת רישיון תוסף
it_it: Attivazione della licenza del plugin
ja: プラグインライセンスの有効化
nl_nl: Activering van plug-inlicentie
pl_pl: Aktywacja licencji wtyczki
pt_pt: Ativação de licença de plug-in
sv_se: Aktivering av plugin-licens

source: PluginHive
he_il: תוסף

source: Price
ca: Preu
de_de: Preis
el: Τιμή
es_es: Precio
et_et: Hind
fi: Hinta
fr_fr: Prix
he_il: בקש הצעת מחיר
it_it: Prezzo
ja: 価格
nl_nl: Prijs
pl_pl: Cena
pt_pt: Preço
sv_se: Pris

source: Primary Background
ca: Fons primari
de_de: Primärer Hintergrund
el: Πρωτεύον υπόβαθρο
es_es: Antecedentes primarios
et_et: Esmane taust
fi: Ensisijainen tausta
fr_fr: Contexte principal
he_il: רקע ראשוני
it_it: Sfondo primario
ja: 主な背景
nl_nl: Primaire achtergrond
pl_pl: Podstawowe tło
pt_pt: Antecedentes Primários
sv_se: Primär bakgrund

source: Product
ca: Producte
de_de: Produkt
el: Προϊόν
es_es: producto
et_et: Toode
fi: Tuote
fr_fr: Produit
he_il: תאור מוצר
it_it: Prodotto
ja: 製品
pl_pl: Produkt
pt_pt: Produto
sv_se: Produkt

source: Product :
ca: Producte:
de_de: Produkt :
el: Προϊόν :
es_es: Producto :
et_et: Toode:
fi: Tuote :
fr_fr: Produit :
he_il: מוצר :
it_it: Prodotto :
ja: 製品：
pl_pl: Produkt :
pt_pt: Produtos :
sv_se: Produkt:

source: Product Name
ca: nom del producte
de_de: Produktname
el: Ονομασία προϊόντος
es_es: nombre del producto
et_et: tootenimi
fi: tuotteen nimi
fr_fr: Nom du produit
he_il: שם מוצר
it_it: nome del prodotto
ja: 製品名
nl_nl: productnaam
pl_pl: Nazwa produktu
pt_pt: Nome do Produto
sv_se: produktnamn

source: Provide Discounts or Special Prices by creating cost rules.
ca: Proporcionar descomptes o preus especials creant regles de cost.
de_de: Stellen Sie Rabatte oder Sonderpreise bereit, indem Sie Kostenregeln erstellen.
el: Παρέχετε εκπτώσεις ή ειδικές τιμές δημιουργώντας κανόνες κόστους.
es_es: Proporcionar descuentos o precios especiales creando reglas de costos.
et_et: Pakkuge allahindlusi või erihindu, luues kulureeglid.
fi: Tarjoa alennuksia tai erikoishintoja luomalla kustannussäännöt.
fr_fr: Fournissez des remises ou des prix spéciaux en créant des règles de coûts.
he_il: ספק הנחות או מחירים מיוחדים על ידי יצירת כללי עלות.
it_it: Fornire sconti o prezzi speciali creando regole di costo.
ja: コストルールを作成し、割引や特別価格を提供する。
nl_nl: Bied kortingen of speciale prijzen door kostenregels te maken.
pl_pl: Zapewnij rabaty lub ceny specjalne, tworząc zasady kosztów.
pt_pt: Forneça descontos ou preços especiais criando regras de custo.
sv_se: Ge rabatter eller specialpriser genom att skapa kostnadsregler.

source: Provide Discounts or Special Prices for participants by creating participant rules.
ca: Proporcionar descomptes o preus especials per als participants creant regles de participants.
de_de: Bieten Sie den Teilnehmern Rabatte oder Sonderpreise, indem Sie Teilnehmerregeln erstellen.
el: Παρέχετε εκπτώσεις ή ειδικές τιμές για τους συμμετέχοντες δημιουργώντας κανόνες συμμετοχής.
es_es: Proporcionar descuentos o precios especiales para los participantes mediante la creación de reglas de los participantes.
et_et: Pakkuge osalejatele allahindlusi või erihindu, luues osalejareeglid.
fi: Tarjoa osallistujille alennuksia tai erikoishintoja luomalla osallistujasäännöt.
fr_fr: Offrez des remises ou des prix spéciaux aux participants en créant des règles pour les participants.
he_il: ספק הנחות או מחירים מיוחדים למשתתפים על ידי יצירת כללי המשתתפים.
it_it: Fornire sconti o prezzi speciali per i partecipanti creando regole dei partecipanti.
ja: 参加者規則を作成し、参加者に割引や特別価格を提供する。
nl_nl: Zorg voor kortingen of speciale prijzen voor deelnemers door deelnemersregels te maken.
pl_pl: Zapewnij uczestnikom rabaty lub ceny specjalne, tworząc zasady uczestników.
pt_pt: Forneça descontos ou preços especiais para os participantes, criando regras dos participantes.
sv_se: Ge deltagarna rabatter eller specialpriser genom att skapa deltagareregler.

source: Quantity
ca: Quantitat
de_de: Menge
el: Ποσότητα
es_es: Cantidad
et_et: Kogus
fi: Määrä
fr_fr: Quantité
he_il: כמות
it_it: Quantità
ja: 数量
nl_nl: Hoeveelheid
pl_pl: Ilość
pt_pt: Quantidade
sv_se: Antal

source: Range of days
ca: Interval de dies
de_de: Tagesauswahl
el: Εύρος ημερών
es_es: Rango de días
et_et: Päevade vahemik
fi: Päivien alue
fr_fr: Plage de jours
he_il: טווח של ימים
it_it: Intervallo di giorni
ja: 日数の範囲
nl_nl: Aantal dagen
pl_pl: Zakres dni
pt_pt: Intervalo de dias
sv_se: Dagsintervall

source: Range of months
ca: Interval de mesos
de_de: Monatsauswahl
el: Εύρος μηνών
es_es: Rango de meses
et_et: Kuude vahemik
fi: Kuukausien alue
fr_fr: Plage de mois
he_il: טווח של חודשים
it_it: Intervallo di mesi
ja: ヶ月の範囲
nl_nl: Bereik van maanden
pl_pl: Zakres miesięcy
pt_pt: Intervalo de meses
sv_se: Månadsintervall

source: Range Type
ca: Tipus d'interval
de_de: Radiustyp
el: Τύπος εύρους
es_es: Tipo de rango
et_et: Vahemiku tüüp
fi: Alueen tyyppi
fr_fr: Type de plage
he_il: סוג
it_it: Tipo intervallo
ja: レンジタイプ
nl_nl: Bereik Type
pl_pl: Typ zakresu
pt_pt: Tipo de faixa
sv_se: Intervalltyp
