Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: By default details in Cart, Order Details and Emails will contain “Booked To”.<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Disabling this option will omit the Booking end details and “Booked To” will not be displayed.
ca: De manera predeterminada, els detalls de CART, els detalls de la comanda i els correus electrònics contindran "reservat a". Desactivar aquesta opció ometà els detalls de la reserva i no es mostrarà "reservat a".
de_de: Standardmäßig enthalten Details im Warenkorb, Bestelldetails und E-Mails „Gebucht für“.<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Wenn Sie diese Option deaktivieren, werden die Details zum Buchungsende weggelassen und "Gebucht an" wird nicht angezeigt.
el: Από προεπιλογή οι λεπτομέρειες στο καλάθι, οι λεπτομέρειες παραγγελίας και τα μηνύματα ηλεκτρονικού ταχυδρομείου θα περιέχουν την ένδειξη "Κράτηση προς".<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Η απενεργοποίηση αυτής της επιλογής θα παραλείψει τα στοιχεία λήξης της κράτησης και δεν θα εμφανιστεί η ένδειξη "Κράτηση για".
es_es: De forma predeterminada, los detalles en el carrito, los detalles del pedido y los correos electrónicos incluirán “Reservado hasta”. <br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Al deshabilitar esta opción, se omitirán los detalles del final de la reserva y no se mostrará “Reservado hasta”.
et_et: Vaikimisi sisaldab ostukorvi, tellimuse üksikasjade ja e -kirjade üksikasju „Broneeritud”. <br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Selle valiku keelamine jätab broneeringu lõpu üksikasjad välja ja „Broneeritud” ei kuvata.
fi: Oletuksena ostoskorin, tilaustiedot ja sähköpostitiedot sisältävät “Varattu”. <br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Jos poistat tämän vaihtoehdon käytöstä, varauksen lopputiedot jätetään pois ja “Varattu” ei näy.
fr_fr: Par défaut, les détails dans le panier, les détails de la commande et les e-mails contiendront « Réservé à ».<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;La désactivation de cette option omettra les détails de fin de réservation et "Réservé à" ne sera pas affiché.
he_il: כברירת מחדל, פרטים בעגלה, פרטי ההזמנה והודעות הדואר יכילו את “הוזמן”. <br> השבתת אפשרות זו תשמיט את פרטי סיום ההזמנה ו“הוזמן ל ”לא יוצג.
it_it: Per impostazione predefinita, i dettagli nel carrello, i dettagli dell'ordine e le e-mail conterranno "Prenotato a".<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;La disattivazione di questa opzione ometterà i dettagli di fine prenotazione e "Prenotato a" non verrà visualizzato.
ja: デフォルトでは、カート、注文の詳細、および電子メールの詳細には、"予約先 "が含まれます。<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;このオプションを無効にすると、予約終了の詳細が省略され、「予約先」が表示されなくなります。
nl_nl: Standaard bevatten de details in het winkelwagentje, de bestelgegevens en de e-mails 'Geboekt op'.<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Als u deze optie uitschakelt, worden de details van het einde van de boeking weggelaten en wordt “Geboekt op” niet weergegeven.
pl_pl: Domyślnie szczegóły w koszyku, szczegółach zamówienia i wiadomościach e-mail zawierają „zarezerwowane do”.<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Wyłączenie tej opcji spowoduje pominięcie szczegółów zakończenia rezerwacji, a „Zarezerwowane do” nie będą wyświetlane.
pt_pt: Por padrão, detalhes no carrinho, detalhes e e -mails do pedido conterão "reservados para". Desativar esta opção omitirá os detalhes finais da reserva e "reservado para" não será exibido.
sv_se: Som standard innehåller detaljer i kundvagnen, beställningsinformation och e -postmeddelanden innehåller “Bokat till”. <br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Om du inaktiverar det här alternativet utelämnas bokningens slutinformation och “Bokad till” visas inte.

source: By default the summary of Booking details is displayed as “Booking: December 18, 2019 9:00 AM to December 19, 2019 1:00 PM”.<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Disabling this option will omit the Booking end details and display as “Booking: December 18, 2019 9:00 AM”.
ca: De manera predeterminada, el resum de les dades de la reserva es mostra com a "Reserva: del 18 de desembre de 2019 de 9:00 a 19 de desembre de 2019 a les 13:00".<br>Si desactives aquesta opció, ometrem les dades finals de la reserva i es mostraran com a "Reserva: 18 de desembre de 2019 9:00 AM".
de_de: Standardmäßig wird die Zusammenfassung der Buchungsdetails als "Buchung: 18. Dezember 2019, 9:00 Uhr bis 19. Dezember 2019, 13:00 Uhr" angezeigt. <br> &nbsp; &nbsp; &nbsp; &nbsp; Wenn Sie diese Option deaktivieren, werden die Details zum Buchungsende weggelassen und als "Buchung: 18. Dezember 2019, 9:00 Uhr" angezeigt.
el: Από προεπιλογή, η σύνοψη των λεπτομερειών της κράτησης εμφανίζεται ως "Κράτηση: 18 Δεκεμβρίου 2019 9:00 π.μ. έως 19 Δεκεμβρίου 2019 1:00 μ.μ.".<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Η απενεργοποίηση αυτής της επιλογής θα παραλείψει τα στοιχεία λήξης της κράτησης και θα εμφανιστεί ως "Κράτηση: 18 Δεκεμβρίου 2019 9:00 π.μ.".
es_es: De forma predeterminada, el resumen de los detalles de la reserva se muestra como "Reserva: 18 de diciembre de 2019, de 9:00 a.m. a 19 de diciembre de 2019, 1:00 p.m.". <br> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Deshabilitar esta opción omitirá los detalles del final de la Reserva y se mostrará como "Reserva: 18 de diciembre de 2019 9:00 a.m.".
et_et: Vaikimisi kuvatakse broneeringu üksikasjade kokkuvõte kui „broneerimine: 18. detsember 2019 9:00 kuni 19. detsember 2019 13:00”. Selle valiku keelamine jätab broneerimise lõpp üksikasjad ja kuvatakse kui “broneerimine: 18. detsember 2019 9:00”.
fi: Oletuksena varaustietojen yhteenveto näkyy muodossa ”Varaus: 18. joulukuuta 2019 klo 9.00–19.12.2019 13:00”. <br> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Jos poistat tämän vaihtoehdon käytöstä, varauksen loputiedot jätetään pois ja näytetään nimellä ”Varaus: 18. joulukuuta 2019 9:00”.
fr_fr: Par défaut, le résumé des détails de la réservation est affiché sous la forme "Réservation: 18 décembre 2019 9h00 au 19 décembre 2019 13h00". <br> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; La désactivation de cette option supprimera les détails de fin de réservation et s'affichera comme "Réservation: 18 décembre 2019 9h00".
he_il: כברירת מחדל סיכום פרטי ההזמנה מוצג כ"הזמנה: 18 בדצמבר, 2019 9:00 בבוקר עד 19 בדצמבר, 2019 13:00 ". <br> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; השבתת אפשרות זו תשמיט את פרטי סיום ההזמנה ויוצגו כ"הזמנה: 18 בדצמבר, 2019 9:00 בבוקר ".
it_it: Per impostazione predefinita, il riepilogo dei dettagli della prenotazione viene visualizzato come "Prenotazione: dicembre 18 2019 dalle 9:00 al 19 dicembre 2019 13:00".<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Disabilitando questa opzione i dettagli di fine prenotazione verranno omessi e verranno visualizzati come “Prenotazione: 18 dicembre 2019 9:00”.
ja: デフォルトでは、予約詳細の要約は「予約」として表示されます： 2019年12月18日 9:00 AM ～ 2019年12月19日 1:00 PM」と表示されます。<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;このオプションを無効にすると、予約終了の詳細が省略され、「予約」と表示されます： 2019年12月18日 9:00 AM」と表示されます。
nl_nl: Standaard wordt de samenvatting van de boekingsdetails weergegeven als "Boeking: 18 december 2019 09:00 tot 19 december 2019 13:00". <br> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Als u deze optie uitschakelt, worden de details van de boekingseinde weggelaten en weergegeven als "Boeking: 18 december 2019 09:00 uur".
pl_pl: Domyślnie podsumowanie szczegółów rezerwacji jest wyświetlane jako „Rezerwacja: 18 grudnia 2019 r. Od 9:00 do 19 grudnia 2019 13:00”. <br> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Wyłączenie tej opcji spowoduje pominięcie szczegółów zakończenia rezerwacji i wyświetli się jako „Rezerwacja: 18 grudnia 2019 09:00”.
pt_pt: Por padrão, o resumo dos detalhes da reserva é exibido como “Reserva: 18 de dezembro de 2019 das 9:00 a 19 de dezembro de 2019 13:00”. Desativar esta opção omitirá os detalhes finais da reserva e exibirá como “Reserva: 18 de dezembro de 2019 9:00”.
sv_se: Som standard visas sammanfattningen av bokningsinformation som "Bokning: 18 december 2019 9:00 till 19 december 2019 13:00".<br>&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;Om du inaktiverar det här alternativet utelämnas bokningsslutdetaljerna och visas som "Bokning: 18 december 2019 09:00".

source: Calendar
ca: Calendari
de_de: Kalender
el: Ημερολόγιο
es_es: calendario
et_et: Kalendri
fi: Kalenteri
fr_fr: calendrier
he_il: לוּחַ שָׁנָה
it_it: Calendario
ja: カレンダー
nl_nl: Kalender
pl_pl: kalendarza
pt_pt: Calendário
sv_se: Kalender

source: Calendar Design
ca: Disseny de calendari
de_de: Kalender Design
el: Σχεδιασμός Ημερολογίου
es_es: Diseño de calendario
et_et: Kalendri kujundus
fi: Kalenterisuunnittelu
fr_fr: Conception de calendrier
he_il: עיצוב לוח שנה
it_it: Design del calendario
ja: カレンダーデザイン
nl_nl: Kalenderontwerp
pl_pl: Projekt kalendarza
pt_pt: Design De Calendário
sv_se: Kalenderdesign

source: Calendar Design 1
ca: Disseny de calendari 1
de_de: Kalenderdesign 1
el: Σχεδιασμός Ημερολογίου 1
es_es: Diseño de calendario 1
et_et: Kalendri kujundus 1
fi: Kalenterisuunnittelu 1
fr_fr: Conception de calendrier 1
he_il: עיצוב לוח שנה 1
it_it: Calendario Design 1
ja: カレンダーデザイン1
nl_nl: Kalenderontwerp 1
pl_pl: Projekt kalendarza 1
pt_pt: Design de calendário 1
sv_se: Kalenderdesign 1

source: Calendar Design 2
ca: Disseny de calendari 2
de_de: Kalendergestaltung 2
el: Σχεδιασμός Ημερολογίου 2
et_et: Kalendri kujundus 2
fi: Kalenterisuunnittelu 2
fr_fr: Conception de calendrier 2
he_il: עיצוב לוח שנה 2
it_it: Calendario Design 2
ja: カレンダーデザイン2
nl_nl: Kalenderontwerp 2
pl_pl: Projekt kalendarza 2
pt_pt: Design de calendário 2
sv_se: Kalenderdesign 2

source: Calendar Design 3
ca: Disseny del calendari 3
de_de: Kalendergestaltung 3
el: Σχεδιασμός Ημερολογίου 3
es_es: Diseño de calendario 3
et_et: Kalendri kujundus 3
fi: kalenterin suunnittelu 3
fr_fr: Conception de calendrier 3
he_il: לוח שנה עיצוב 3
it_it: calendario Design 3
ja: カレンダーデザイン3
nl_nl: Kalenderontwerp 3
pl_pl: Projekt kalendarza 3
pt_pt: Design de calendário 3
sv_se: Kalenderdesign 3

source: Calendar Display
ca: Visualització del calendari
de_de: Kalenderanzeige
el: Εμφάνιση ημερολογίου
es_es: Visualización del calendario
et_et: Kalendri ekraan
fi: Kalenterinäyttö
he_il: תצוגת לוח שנה
it_it: Visualizzazione del calendario
ja: カレンダー表示
nl_nl: Kalenderweergave
pl_pl: Wyświetlanie kalendarza
pt_pt: Exibição do calendário
sv_se: Kalendervisning

source: Calendar Display Settings
ca: Configuració de la visualització del calendari
de_de: Einstellungen für die Kalenderanzeige
el: Ρυθμίσεις εμφάνισης ημερολογίου
es_es: Configuración de visualización del calendario
et_et: Kalendri kuvamise seaded
fi: Kalenterin näyttöasetukset
fr_fr: Paramètres d'affichage du calendrier
he_il: הגדרות תצוגה של לוח השנה
it_it: Impostazioni di visualizzazione del calendario
ja: カレンダー表示設定
nl_nl: Kalenderweergave-instellingen
pl_pl: Ustawienia wyświetlania kalendarza
pt_pt: Configurações de exibição do calendário
sv_se: Inställningar för kalendervisning

source: Calendar ID
ca: ID de calendari
de_de: Kalender-ID
el: Αναγνωριστικό ημερολογίου
es_es: ID del calendario
et_et: Kalendri ID
fi: Kalenterin tunnus
fr_fr: ID Calendrier
he_il: לוח שנה של גוגל
it_it: ID calendario
ja: カレンダーID
nl_nl: Calender ID
pl_pl: ID kalendarza
pt_pt: ID do calendário
sv_se: Kalender-ID

source: Calendar on click
ca: Calendari al clic
de_de: Kalender auf Klick
el: Ημερολόγιο με κλικ
es_es: Calendario en clic
et_et: Klõpsukalender
fi: Kalenteri napsauttamalla
fr_fr: Calendrier sur clic
he_il: לוח שנה בלחיצה
it_it: Calendario al clic
ja: クリックでカレンダー
nl_nl: Kalender op klik
pl_pl: Kalendarz przy kliknięciu
pt_pt: Calendário no clique
sv_se: Kalender vid klick

source: Calendar Range with Blocks of
ca: Gamma de calendari amb blocs de
de_de: Kalenderbereich mit Blöcken von
el: Εύρος ημερολογίου με μπλοκ
es_es: Calendario con bloques de
et_et: Kalendrivahemik koos plokkidega
fi: Kalenteri alue lohkoilla
fr_fr: Plage de calendrier avec des blocs de
he_il: טווח לוח שנה עם בלוקים של
it_it: Intervallo di calendario con blocchi di
ja: ブロックを含むカレンダー範囲
nl_nl: Kalenderbereik met blokken van
pl_pl: Zakres kalendarza z blokami
pt_pt: Intervalo de calendário com blocos de
sv_se: Kalenderintervall med block av

source: Cancel
ca: Cancel·lar
de_de: Stornieren
el: Ματαίωση
es_es: Cancelar
et_et: Tühista
fi: Peruuttaa
fr_fr: Annuler
he_il: בטל
it_it: Annulla
ja: キャンセル
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avboka

source: Cancel Booking(s)
ca: Cancel·la les reserves
de_de: Bestellung stornieren
el: Ακύρωση κρατήσεων
es_es: Cancelar reserva (s)
et_et: Tühista broneerimine (d)
fi: Peruuta varaus
fr_fr: Annuler la réservation
he_il: ביטול ההרשמה
it_it: Cancella prenotazione
ja: 予約のキャンセル
nl_nl: Boeking(en) annuleren
pl_pl: Anuluj rezerwację
pt_pt: Cancelar reserva (s)
sv_se: Avbeställ bokning (er)

source: canceled
ca: cancel·lat
de_de: abgesagt
el: ακυρώθηκε
es_es: cancelado
et_et: tühistatud
fi: peruttu
fr_fr: annulé
he_il: מבוטל
it_it: Annullato
ja: キャンセル
nl_nl: geannuleerd
pl_pl: anulowana
pt_pt: cancelado
sv_se: inställt

source: Cancelled
ca: Cancel·lat
de_de: Abgesagt
el: Ακυρώθηκε
es_es: Cancelado
et_et: Tühistatud
fi: peruttu
fr_fr: Annulée
he_il: בוטל
it_it: Cancellata
ja: キャンセル
nl_nl: Geannuleerd
pl_pl: Anulowana
pt_pt: Cancelou
sv_se: Avbokad

source: cancelled
ca: cancel·lat
de_de: abgesagt
el: ακυρώθηκε
es_es: cancelada
et_et: tühistatud
fi: peruttu
fr_fr: annulé
he_il: מבוטל
it_it: annullato
ja: キャンセル
nl_nl: geannuleerd
pl_pl: anulowana
pt_pt: cancelado
sv_se: inställt

source: Change colors by clicking in the box
ca: Canvieu els colors fent clic al quadre
de_de: Ändern Sie die Farben, indem Sie in das Feld klicken
el: Αλλάξτε τα χρώματα κάνοντας κλικ στο πλαίσιο
es_es: Cambiar colores haciendo clic en el cuadro
et_et: Värvide muutmiseks klõpsake kastil
fi: Vaihda värejä napsauttamalla ruutua
fr_fr: Changez les couleurs en cliquant dans la case
he_il: שנה צבעים על ידי לחיצה על התיבה
it_it: Cambia i colori facendo clic nella casella
ja: ボックス内をクリックして色を変更
nl_nl: Verander kleuren door in het vak te klikken
pl_pl: Zmień kolory, klikając w polu
pt_pt: Mude as cores clicando na caixa
sv_se: Ändra färger genom att klicka i rutan

source: Change the background colors by clicking in the box
ca: Canvieu els colors de fons fent clic al quadre
de_de: Ändern Sie die Hintergrundfarben, indem Sie in das Feld klicken
el: Αλλάξτε τα χρώματα του φόντου κάνοντας κλικ στο πλαίσιο
es_es: Cambie los colores de fondo haciendo clic en el cuadro
et_et: Muutke taustavärve, klõpsates kastil
fi: Muuta taustavärejä napsauttamalla ruutua
fr_fr: Modifiez les couleurs d'arrière-plan en cliquant dans la case
he_il: שנה את צבעי הרקע על ידי לחיצה בתיבה
it_it: Cambia i colori di sfondo facendo clic nella casella
ja: ボックス内をクリックして背景色を変更する
nl_nl: Wijzig de achtergrondkleuren door in het vak te klikken
pl_pl: Zmień kolory tła, klikając w polu
pt_pt: Altere as cores do plano de fundo clicando na caixa
sv_se: Ändra bakgrundsfärger genom att klicka i rutan

source: Change the colors by clicking in the box
ca: Canvieu els colors fent clic al quadre
de_de: Ändern Sie die Farben, indem Sie in das Feld klicken
el: Αλλάξτε τα χρώματα κάνοντας κλικ στο πλαίσιο
es_es: Cambia los colores haciendo clic en el cuadro
et_et: Muutke värve, klõpsates kastil
fi: Muuta värejä napsauttamalla ruutua
fr_fr: Changez les couleurs en cliquant dans la case
he_il: שנה את הצבעים על ידי לחיצה בתיבה
it_it: Cambia i colori facendo clic nella casella
ja: ボックス内をクリックして色を変更する
nl_nl: Wijzig de kleuren door in het vak te klikken
pl_pl: Zmień kolory, klikając w polu
pt_pt: Mude as cores clicando na caixa
sv_se: Ändra färgerna genom att klicka i rutan

source: Charge Per Block
ca: Càrrec per bloc
de_de: Gebühr pro Block
el: Χρέωση ανά μπλοκ
es_es: Cargo por bloque
et_et: Tasu ploki kohta
fi: Maksu korttia kohden
fr_fr: Charge par bloc
he_il: תשלום לכל בלוק
it_it: Carica per blocco
ja: ブロックごとの料金
nl_nl: Per blok in rekening brengen
pl_pl: Opłata za blok
pt_pt: Cobrança por bloco
sv_se: Avgift per block

source: Charge Per Participant
ca: Càrrec per participant
de_de: Gebühr pro Teilnehmer
el: Χρέωση ανά συμμετέχοντα
es_es: Cargo por participante
et_et: Tasu osaleja kohta
fi: Maksu osallistujaa kohti
fr_fr: Charge par participant
he_il: חיוב למשתתף
it_it: Carica per partecipante
ja: ブロックごとの料金参加者一人当たりの料金
nl_nl: Kosten per deelnemer
pl_pl: Opłata za uczestnika
pt_pt: Cobrança por participante
sv_se: Avgift per deltagare

source: Check this option to eanable assets.
ca: Marqueu aquesta opció per habilitar actius.
de_de: Aktivieren Sie diese Option, um Anlagegüter zu aktivieren.
el: Επιλέξτε αυτήν την επιλογή για να ενεργοποιήσετε τα στοιχεία.
es_es: Marque esta opción para habilitar los activos.
et_et: Varade kasutamiseks märkige see valik.
fi: Valitse tämä vaihtoehto, jos haluat käyttää varoja.
fr_fr: Cochez cette option pour activer les actifs.
he_il: סמן אפשרות זו לנכסים הניתנים לרכישה.
it_it: Seleziona questa opzione per abilitare le risorse.
ja: 資産を有効にするには、このオプションをチェックする。
nl_nl: Schakel deze optie in om Middelen in te schakelen.
pl_pl: Zaznacz tę opcję dla aktywów ekonomicznych.
pt_pt: Marque esta caixa para ativar ativos.
sv_se: Markera det här alternativet om du vill aktivera tillgångar.

source: Check-in
ca: Registrar-se
de_de: Einchecken
es_es: Registrarse
et_et: Registreerimine
fi: Ilmoittautua
fr_fr: Enregistrement
he_il: תאריך כניסה
it_it: Registrare
ja: チェックイン
pl_pl: Zameldowanie
sv_se: Incheckning

source: Check-out
ca: Revisa
de_de: Auschecken
el: Ολοκλήρωση αγοράς
es_es: Revisa
et_et: Väljaregistreerimine
fi: Tarkista
he_il: תאריך יציאה
ja: チェックアウト
pl_pl: Wymeldowanie
sv_se: Checka ut

source: Choose Product
ca: Trieu el producte
de_de: Produkt auswählen
el: Επιλέξτε Προϊόν
es_es: Escoger producto
et_et: Vali toode
fi: Valitse tuote
fr_fr: Choisir un visite
he_il: בחר מוצר
it_it: Scegli un prodotto
ja: 商品を選ぶ
nl_nl: Kies product
pl_pl: Wybierz produkt
pt_pt: Escolha o produto
sv_se: Välj produkt

source: Choose product
ca: Trieu el producte
de_de: Produkt auswählen
el: Επιλέξτε προϊόν
es_es: Escoger producto
et_et: Vali toode
fi: Valitse tuote
fr_fr: Choisir un visite
he_il: בחר מוצר
it_it: Scegli un prodotto
ja: 製品を選ぶ
nl_nl: Kies product
pl_pl: Wybierz produkt
pt_pt: Escolha o produto
sv_se: Välj produkt

source: Choose which format of email to send.
ca: Trieu quin format de correu electrònic cal enviar.
de_de: Wählen Sie das Sendenformat der E -Mail aus.
el: Επιλέξτε ποια μορφή email θα στείλετε.
es_es: Elija qué formato de correo electrónico enviar.
et_et: Valige, millist e -posti vormingut saata.
fi: Valitse lähetettävä sähköposti.
fr_fr: Choisissez le format d'e-mail à envoyer.
he_il: בחר באיזה פורמט של דוא"ל לשלוח.
it_it: Scegli quale formato di e -mail invia.
ja: 送信するメールの形式を選択します。
nl_nl: Kies welk formaat van e -mail te verzenden.
pl_pl: Wybierz format e -maila.
pt_pt: Escolha qual formato de email enviar.
sv_se: Välj vilket format för e -post som ska skickas.

source: Clear the authentication details
ca: Esborra els detalls de l'autenticació
de_de: Deaktivieren Sie die Authentifizierungsdetails
el: Διαγράψτε τα στοιχεία ελέγχου ταυτότητας
es_es: Borrar los detalles de autenticación
et_et: Tühjendage autentimise üksikasjad
fi: Poista todennustiedot
fr_fr: Effacer les détails d'authentification
he_il: נקה את פרטי האימות
it_it: Cancella i dettagli di autenticazione
ja: 認証の詳細をクリアする
nl_nl: Wis de authenticatiegegevens
pl_pl: Wyczyść szczegóły uwierzytelnienia
pt_pt: Limpar os detalhes da autenticação
sv_se: Rensa autentiseringsuppgifterna

source: Cleared all google API authentication details
ca: S'han esborrat tots els detalls de l'autenticació de l'API de Google
de_de: Alle Google API-Authentifizierungsdetails wurden gelöscht
el: Διαγράφηκαν όλες οι λεπτομέρειες ελέγχου ταυτότητας API του Google
es_es: Se borraron todos los detalles de autenticación de API de Google
et_et: Kustutas kõik Google API autentimise üksikasjad
fi: Poistettu kaikki google API -todennustiedot
fr_fr: Suppression de tous les détails d'authentification de l'API google
he_il: מחק את כל פרטי האימות של Google API
it_it: Cancellati tutti i dettagli di autenticazione dell'API di google
ja: すべてのgoogle API認証情報を消去
nl_nl: Alle verificatiedetails voor google API's gewist
pl_pl: Wyczyściłem wszystkie dane uwierzytelniające API Google
pt_pt: Todos os detalhes da autenticação da API do Google foram limpos
sv_se: Rensade alla Google-autentiseringsuppgifter

source: Client ID
ca: Identificació del cliente
de_de: Kunden ID
el: ταυτότητα πελάτη
es_es: Identificación del cliente
et_et: Kliendi ID
fi: Asiakastunnus
fr_fr: Id du client
he_il: מספר זיהוי של הלקוח
it_it: Identificativo cliente
ja: クライアントID
pl_pl: Identyfikator klienta
pt_pt: ID do Cliente
sv_se: Klient ID

source: Client Secret
ca: Secret de client
de_de: Kundengeheimnis
el: Μυστικό πελάτη
es_es: Secreto del cliente
et_et: Kliendisaladus
fi: Asiakassalaisuus
fr_fr: Code Secret du client
he_il: הסוד של הלקוח
it_it: Segreto del cliente
ja: クライアント・シークレット
pl_pl: Sekret klienta
pt_pt: Segredo do cliente
sv_se: Klient Secret

source: Confirm Booking(s)
ca: Confirmació de les reserves
de_de: Buchung bestätigen
el: Επιβεβαίωση κράτησης(ών)
es_es: Confirmar reserva (s)
et_et: Kinnitage broneeringu (d)
fi: Vahvista varaus
fr_fr: Confirmer la réservation
he_il: אישור הזמנת שיעור פרטי
it_it: Conferma prenotazione
ja: 予約の確認
nl_nl: Bevestig boeking(en)
pl_pl: Potwierdź rezerwację
pt_pt: Confirme a reserva (s)
sv_se: Bekräfta bokning (er)

source: Confirmed
ca: Confirmat
de_de: Bestätigt
el: Επιβεβαιωμένος
es_es: Confirmado
et_et: Kinnitatud
fi: Vahvistettu
fr_fr: Confirmé
he_il: אושר
it_it: Confermato
ja: 確認済み
nl_nl: Bevestigd
pl_pl: Zatwierdzona
pt_pt: Confirmado
sv_se: Bekräftad

source: confirmed
ca: confirmat
de_de: Bestätigt
el: επιβεβαιωμένος
es_es: confirmado
et_et: kinnitatud
fi: vahvistettu
fr_fr: confirmé
he_il: אישר
it_it: confermato
ja: 確定
nl_nl: bevestigd
pl_pl: potwierdzona
pt_pt: confirmado
sv_se: bekräftad

source: Connect
ca: Connecta't
de_de: Verbinden
el: Συνδέω-συωδεομαι
es_es: Conectar
et_et: Ühendage
fi: Kytkeä
fr_fr: Connecter
he_il: לְחַבֵּר
it_it: Collegare
ja: 接続
nl_nl: Aansluiten
pl_pl: Łączyć
pt_pt: Conectar
sv_se: Ansluta

source: Connect Google Calendar
ca: Connecta Google Calendar
de_de: Verbinden Sie Google Kalender
el: Συνδέστε το Ημερολόγιο Google
es_es: Conectar el Calendario de Google
et_et: Ühendage Google'i kalender
fi: Yhdistä Google-kalenteri
fr_fr: Connecter Google Agenda
he_il: חבר את יומן Google
it_it: Collega Google Calendario
ja: グーグルカレンダーとの接続
nl_nl: Verbind Google Agenda
pl_pl: Połącz Kalendarz Google
pt_pt: Conecte o Google Agenda
sv_se: Anslut Google Kalender

source: Connection Successfull
ca: Connexió correcta
de_de: Verbindung erfolgreich
el: Η σύνδεση ήταν επιτυχής
es_es: Conexión exitosa
et_et: Ühendus õnnestus
fi: Yhteys onnistui
fr_fr: Connexion réussie
he_il: החיבור הצליח
it_it: Connessione riuscita
ja: 接続成功
nl_nl: Verbinding succesvol
pl_pl: Połączenie pomyślne
pt_pt: Conexão bem-sucedida
sv_se: Anslutningen lyckad

source: Consider each participant as separate booking
ca: Considera cada participant com a reserva independent
de_de: Betrachten Sie jeden Teilnehmer als separate Buchung
el: Θεωρήστε κάθε συμμετέχοντα ως ξεχωριστή κράτηση
es_es: Considere a cada participante como reserva separada
et_et: Võtke iga osaleja eraldi broneeringuna
fi: Harkitse jokaista osallistujaa erillisenä varauksena
fr_fr: Considérez chaque participant comme une réservation séparée
he_il: שקול כל משתתף כהזמנה נפרדת
it_it: Considerare ogni partecipante come prenotazione separata
ja: 各参加者を個別の予約とみなす
nl_nl: Beschouw elke deelnemer als afzonderlijke boeking
pl_pl: Rozważ każdego uczestnika jako osobną rezerwację
pt_pt: Considere cada participante como reserva separada
sv_se: Överväga varje deltagare som separat bokning
