Repository: itaymm211010/ph-bookings-appointments-woocommerce-premium
Catalog: i18n/bookings-and-appointments-for-woocommerce-*.po
Languages: ca, de_de, el, es_es, et_et, fi, fr_fr, he_il, it_it, ja, nl_nl, pl_pl, pt_pt, sv_se

source: Booking cost
ca: Preu de reserva
de_de: Gesamtpreis
el: Κόστος κράτησης
es_es: Importe de la reserva
et_et: Maksumus
fi: Varauskustannukset
fr_fr: Coût de la réservation
he_il: עלות הזמנה
it_it: Costo Prenotazione
ja: 予約費用
nl_nl: Totale boekingskosten
pl_pl: Koszt rezerwacji
pt_pt: Custo de reserva
sv_se: Bokningskostnad

source: Booking cost:
ca: Cost de reserva:
de_de: Buchungskosten:
el: Κόστος κράτησης:
es_es: Costo de reserva:
et_et: Broneerimiskulud:
fi: Varauskustannukset:
fr_fr: Coût de réservation:
he_il: עלות הזמנה:
it_it: Costo di prenotazione:
ja: 予約費用：
nl_nl: Boekingskosten:
pl_pl: Koszt rezerwacji:
pt_pt: Custo de reserva:
sv_se: Bokningskostnad:

source: Booking Costs
ca: Despeses de reserva
de_de: Reservierungskosten
el: Κόστος κράτησης
es_es: Costos de reserva
et_et: Maksumus
fi: Varauskustannukset
fr_fr: Coûts de la réservation
he_il: עלויות ההזמנה
it_it: Costi di prenotazione
ja: 予約費用
nl_nl: Boekingskosten
pl_pl: Koszt rezerwacji
pt_pt: Custos de Reserva
sv_se: Bokningskostnader

source: Booking Data
ca: Dades de la reserva
de_de: Buchungsdaten
el: Δεδομένα κράτησης
es_es: Datos de reserva
et_et: Broneerimisandmed
fi: Varaustiedot
fr_fr: Données de réservation
he_il: הזמנות שיעורים פרטיים
it_it: Dati di prenotazione
ja: 予約データ
nl_nl: Boekingsgegevens
pl_pl: Dane rezerwacji
pt_pt: Dados de reserva
sv_se: Bokningsdata

source: Booking Details
ca: Detalls de la reserva
de_de: Buchungsdetails
el: Στοιχεία κράτησης
es_es: Detalles de la reserva
et_et: Broneeringu üksikasjad
fi: Varauksen tiedot
fr_fr: Les détails de réservation
he_il: פרטי הזמנה
it_it: Dettagli della prenotazione
ja: 予約詳細
nl_nl: Boekingsdetails
pl_pl: Szczegóły rezerwacji
pt_pt: Detalhes da reserva
sv_se: Bokningsdetaljer

source: Booking has been cancelled. The order details are shown below
ca: La reserva s'ha cancel·lat. Els detalls de la comanda es mostren a continuació
de_de: Die Buchung wurde storniert. Die Bestelldetails finden Sie unten
el: Η κράτηση ακυρώθηκε. Οι λεπτομέρειες της παραγγελίας φαίνονται παρακάτω
es_es: La reserva ha sido cancelada. Los detalles del pedido se muestran a continuación.
et_et: Broneering on tühistatud. Tellimuse üksikasjad on näidatud allpool
fi: Varaus on peruttu. Tilaustiedot näkyvät alla
fr_fr: La réservation a été annulée. Les détails de la commande sont indiqués ci-dessous
he_il: ההזמנה בוטלה. פרטי ההזמנה מוצגים למטה
it_it: La prenotazione è stata cancellata. I dettagli dell'ordine sono mostrati di seguito
ja: 予約はキャンセルされました。ご注文の詳細は以下の通りです。
nl_nl: Boeking is geannuleerd. Hieronder vindt u de bestelgegevens
pl_pl: Rezerwacja została anulowana. Szczegóły zamówienia przedstawiono poniżej
pt_pt: A reserva foi cancelada. Os detalhes do pedido são mostrados abaixo
sv_se: Bokningen har annullerats. Beställningsdetaljerna visas nedan

source: Booking Notes Label
ca: Etiqueta de notes de reserva
de_de: Buchung von Notes Label
el: Ετικέτα σημειώσεων κράτησης
es_es: Etiqueta de notas de reserva
et_et: Broneeringu märkmete silt
fi: Varausilmoitus
fr_fr: Label de réservation
he_il: תוויות הערות
it_it: Etichetta delle note di prenotazione
ja: ブッキングノートラベル
nl_nl: Boekingsnotities Label
pl_pl: Etykieta rezerwacji
pt_pt: Rótulo de notas de reserva
sv_se: Bokningsanmärkningar Etikett

source: Booking Participants
ca: Participants a la reserva
de_de: Buchung von Teilnehmer
el: Συμμετέχοντες κρατήσεων
es_es: Participantes de reserva
et_et: Osalejate broneerimine
fi: Osallistujien varaaminen
fr_fr: Participants à la réservation
he_il: הזמנת המשתתפים
it_it: Prenotazione partecipanti
ja: 参加者の予約
nl_nl: Boeking met deelnemers
pl_pl: Rezerwacja uczestników
pt_pt: Participantes de reserva
sv_se: Bokningsdeltagare

source: Booking Period
ca: Període de reserva
de_de: Buchungszeitraum
el: Περίοδος κράτησης
es_es: Período de reserva
et_et: Rendiperiood
fi: Varauskausi
fr_fr: Période de réservation
he_il: תקופת ההזמנה
it_it: Periodo Prenotazione
ja: 予約期間
nl_nl: Boekingsperiode
pl_pl: Okres rezerwacji
pt_pt: Período de reserva
sv_se: Bokningsperiod

source: Booking Personalization for Admin Calendar
ca: Personalització de reserves per al calendari d'administració
de_de: Buchungspersonalisierung für Admin-Kalender
el: Εξατομίκευση κράτησης για το Ημερολόγιο διαχειριστή
es_es: Personalización de reservas para calendario de administración
et_et: Administraatori kalendri jaoks broneerimise isikupärastamine
fi: Varauksen personointi järjestelmänvalvojan kalenteriin
fr_fr: Personnalisation des réservations pour le calendrier administratif
he_il: התאמה אישית של הזמנה עבור יומן מנהל מערכת
it_it: Personalizzazione della prenotazione per il calendario dell'amministratore
ja: 管理者カレンダーの予約パーソナライズ
nl_nl: Boekingspersonalisatie voor beheerderskalender
pl_pl: Personalizacja dla Administracja Kalendarz
pt_pt: Personalização de reservas para calendário administrativo
sv_se: Bokningsanpassning för adminkalender

source: Booking Resources
ca: Recursos de reserva
de_de: Buchung von Ressourcen
el: Πόροι κρατήσεων
es_es: Recursos de reserva
et_et: Ressursid broneerimiseks
fi: Varausresurssit
fr_fr: Ressources de réservation
he_il: להזמנה יש משאבים
it_it: Risorse per la prenotazione
ja: 予約リソース
nl_nl: Boeking Resources
pl_pl: Zasoby rezerwacji
pt_pt: Recursos de reserva
sv_se: Bokningsresurser

source: Booking Status
ca: Estat de la reserva
de_de: Buchungsstatus
el: Κατάσταση κράτησης
es_es: Estado de la Reserva
et_et: Broneeringu olek
fi: Varaustila
fr_fr: Statut de la Réservation
he_il: סטטוס הזמנה
it_it: Stato della prenotazione
ja: 予約状況
nl_nl: Reserveringsstatus
pl_pl: Status rezerwacji
pt_pt: Estado da Reserva
sv_se: Bokningsstatus

# Booking status
source: Canceled
ca: Cancel·lat
de_de: Storniert
el: Ακυρώθηκε
es_es: Cancelado
et_et: Tühistatud
fi: peruttu
fr_fr: Annulée
he_il: בוטל
it_it: Annullato
ja: キャンセル
nl_nl: Geannuleerd
pl_pl: Anulowana
pt_pt: Cancelada
sv_se: Avbruten

# Booking status
source: Paid
ca: Pagat
de_de: Bezahlt
el: επί πληρωμή
es_es: Pagado
et_et: Makstud
fi: Maksettu
fr_fr: Payé(e)
he_il: בתשלום
it_it: Pagato
ja: 有料
nl_nl: Betaald
pl_pl: Opłcaona
pt_pt: Pago
sv_se: Betald

# Booking status
source: Partially Paid
ca: Parcialment pagat
de_de: Teilweise bezahlt
el: Μερικώς πληρωμένη
es_es: Parcialmente pagado
et_et: Osaliselt tasustatud
fi: Osittain maksettu
fr_fr: Partiellement payé
he_il: שולם חלקית
it_it: Parzialmente pagato
ja: 一部負担金
nl_nl: Gedeeltelijk betaald
pl_pl: Częściowo wypłacone
pt_pt: Parcialmente pago
sv_se: Delvis betald

# Booking status
source: Requires Confirmation
ca: Requereix confirmació
de_de: Erfordert eine Bestätigung
el: Απαιτεί επιβεβαίωση
es_es: Requiere Confirmación
et_et: Nõuab kinnitust
fi: Vaatii vahvistusta
fr_fr: Nécessite confirmation
he_il: דורש אישור
it_it: Richiedere conferma al professionista?
ja: リクエスト確認
nl_nl: Vereist een bevestiging
pl_pl: Wymaga potwierdzenia
pt_pt: Requer confirmação
sv_se: Kräver bekräftelse

# Booking status
source: Un-paid
ca: Impagat
de_de: Unbezahlt
el: Απλήρωτος
es_es: Sin pagar
et_et: Tasumata
fi: Palkaton
fr_fr: Non payé
he_il: לא שולם
it_it: non pagato
ja: 未払い
nl_nl: Nog niet betaald
pl_pl: Nieopłacona
pt_pt: Por pagar
sv_se: Kräver bekräftelse

source: Booking Summary text includes End Date and Time
ca: El text del resum de la reserva inclou data i hora de finalització
de_de: Der Buchungszusammenfassungstext enthält das Enddatum und die Endzeit
el: Το κείμενο της περίληψης κράτησης περιλαμβάνει Ημερομηνία και Ώρα Λήξης
es_es: El texto del resumen de la reserva incluye la fecha y hora de finalización
et_et: Broneerimise kokkuvõtte tekst sisaldab lõpu kuupäeva ja kellaaega
fi: Varausyhteenvedon teksti sisältää lopetuspäivän ja ajan
fr_fr: Le texte du résumé de la réservation comprend la date et l'heure de fin
he_il: טקסט סיכום ההזמנה כולל תאריך ושעת סיום
it_it: Il testo di riepilogo della prenotazione include la data e l'ora di fine
ja: 予約概要のテキストには終了日と時間が含まれています。
nl_nl: De tekst van de boekingssamenvatting bevat de einddatum en -tijd
pl_pl: Tekst podsumowania rezerwacji zawiera datę i godzinę zakończenia
pt_pt: O texto Resumo da Reserva inclui Data e Hora Final
sv_se: Bokningssammanfattning innehåller slutdatum och tid

source: Bookings
ca: Reserves
de_de: Buchungen
el: Κρατήσεις
es_es: Reservas
et_et: Broneeringud
fi: varaukset
fr_fr: Réservations
he_il: הרשמות
it_it: Prenotazioni
ja: 予約
nl_nl: Boekingen
pl_pl: Rezerwacje
pt_pt: Reservas
sv_se: Bokningar

source: Bookings and Appointments For WooCommerce Premium
ca: Reserves i cites per WooCommerce Premium
de_de: Buchungen und Termine für WooCommerce Premium
et_et: WooCommerce Premium broneeringud ja kohtumised
fi: Varaukset ja nimitykset WooCommerce Premiumille
he_il: הזמנות ומפגשים עבור WooCommerce Premium
pl_pl: Rezerwacje i terminy WooCommerce Premium

source: Bookings and Appointments solution for all types of businesses.
ca: Solució de reserves i cites per a tot tipus d'empreses.
de_de: Buchungen und Termine Lösung für alle Arten von Unternehmen.
el: Λύση κρατήσεων και ραντεβού για όλους τους τύπους επιχειρήσεων.
es_es: Solución de reservas y citas para todo tipo de empresas.
et_et: Broneeringute lahendused kõikidele firmatüüpidele.
fi: Varaus- ja tapaamisratkaisu kaikenlaisille yrityksille.
fr_fr: Solution de réservation et de rendez-vous pour tous les types d'entreprises.
he_il: הזמנות ופגישות מינוי לכל סוגי העסקים.
it_it: Soluzione di prenotazioni e appuntamenti per tutti i tipi di aziende.
ja: あらゆるタイプのビジネスのための予約とアポイントメントのソリューション。
nl_nl: Boekingen en afspraken oplossing voor alle soorten bedrijven.
pl_pl: Rozwiązanie rezerwacji i spotkań dla wszystkich rodzajów firm.
sv_se: Solución de reservas y citas para todo tipo de empresas.

source: Bookings are open for the next
ca: Les reserves estan obertes per a les properes
de_de: Buchungen sind offen für die nächsten
el: Οι κρατήσεις είναι ανοιχτές για τις επόμενες
es_es: Permitir reservas para la próxima
et_et: Järgmiseks on broneeringud avatud
fi: Varaukset ovat avoinna seuraavalle
fr_fr: Autoriser les réservations pour le prochain
he_il: ההזמנות פתוחות מוקדם יותר
it_it: Le prenotazioni sono aperte per il prossimo
ja: 次回の予約受付開始
nl_nl: Boekingen zijn open voor de volgende
pl_pl: Rezerwacje są otwarte na następne
pt_pt: As reservas estão abertas para o próximo
sv_se: Bokningar är öppna för nästa

source: Bookings are open from
ca: Les reserves estan obertes des de
de_de: Buchungen sind offen von
el: Οι κρατήσεις είναι ανοιχτές από
es_es: Las reservas están abiertas desde
et_et: Broneerimine on avatud alates
fi: Varaukset ovat avoinna klo
fr_fr: Les réservations sont ouvertes à partir de
he_il: ההזמנות פתוחות מ
it_it: Le prenotazioni sono aperte da
ja: 予約受付開始
nl_nl: Boekingen zijn geopend vanaf
pl_pl: Rezerwacje są otwarte od
pt_pt: As reservas estão abertas a partir de
sv_se: Bokningar är öppna från och med

source: Bookings end between
ca: Les reserves acaben entre
de_de: Buchungen enden zwischen
el: Οι κρατήσεις τελειώνουν μεταξύ
es_es: Las reservas terminan entre
et_et: Broneeringute lõpp
fi: Varaukset päättyvät välillä
fr_fr: Les réservations se terminent entre
he_il: הזמנות מסתיימות בין
it_it: Le prenotazioni terminano tra
ja: 予約終了時間
nl_nl: Boekingen eindigen tussen
pl_pl: Rezerwacje kończą się między
pt_pt: Reservas terminam entre
sv_se: Bokningarna slutar mellan

source: Bookings follow-up emails are sent once the booking has been compleated.
ca: Els correus electrònics de seguiment de les reserves s’envien un cop s’ha complert la reserva.
de_de: Die Folge-up-E-Mails von Buchungen werden gesendet, sobald die Buchung kombiniert wurde.
el: Τα email παρακολούθησης των κρατήσεων αποστέλλονται μόλις ολοκληρωθεί η κράτηση.
es_es: Los correos electrónicos de seguimiento de las reservas se envían una vez que se ha cumplido la reserva.
et_et: Broneeringute järelkontrolli e-kirjad saadetakse pärast broneeringu täitmist.
fi: Varaustietopostit lähetetään, kun varaus on täytetty.
fr_fr: Les courriels de suivi des réservations sont envoyés une fois la réservation complétée.
he_il: דוא"ל מעקב הזמנות נשלח לאחר ההזמנה.
it_it: Le e-mail di follow-up delle prenotazioni vengono inviate una volta che la prenotazione è stata completata.
ja: 予約完了後、フォローアップメールが送信されます。
nl_nl: Boekingen vervolg e-mails worden verzonden zodra de boeking is compleet.
pl_pl: Rezerwacje wysyłane są e-maile po zakończeniu rezerwacji.
pt_pt: Os e-mails de acompanhamento das reservas são enviados quando a reserva é completa.
sv_se: Bokningar Uppföljning av e-postmeddelanden skickas när bokningen har kompletterats.

source: Bookings open no later than
ca: Les reserves s'obren fins a
de_de: Buchungen geöffnet bis spätestens
el: Οι κρατήσεις ανοίγουν το αργότερο
es_es: Las reservas se abren a más tardar
et_et: Broneeringud avanevad hiljemalt
fi: Varaukset avataan viimeistään
fr_fr: Les réservations sont ouvertes au plus tard
he_il: ההזמנות פתוחות לא יאוחר
it_it: Aperte le prenotazioni no più tardi
ja: 予約受付開始
nl_nl: Boekingen openen niet later dan
pl_pl: Rezerwacje otwarte nie później niż
pt_pt: Reservas abertas o mais tardar
sv_se: Bokning öppnas senast

source: Bookings open no sooner than
ca: Les reserves s'obren des de
de_de: Buchungen öffnen frühestens
el: Οι κρατήσεις ανοίγουν το νωρίτερο
es_es: Las reservas abren tan pronto como
et_et: Broneeringud avanevad mitte varem kui
fi: Varaukset avataan aikaisintaan
fr_fr: Les réservations ouvrent au plus tôt
he_il: ההזמנות פתוחות מוקדם יותר
it_it: Le prenotazioni si aprono non prima di
ja: 予約開始日
nl_nl: Boekingen openen niet eerder dan
pl_pl: Rezerwacje są otwarte nie wcześniej niż
pt_pt: As reservas abrem não antes
sv_se: Bokning öppnas snarare än

source: Bookings Per Night
ca: Reserves per nit
de_de: Buchungen pro Nacht
el: Κρατήσεις ανά διανυκτέρευση
es_es: Reservas por noche
et_et: Broneeringud öö kohta
fi: Varaukset per yö
fr_fr: Réservations par nuit
he_il: הזמנות ללילה
it_it: Prenotazioni per notte
ja: 1泊あたりの予約数
nl_nl: Boekingen per nacht
pl_pl: Rezerwacje za noc
pt_pt: Reservas por noite
sv_se: Bokningar per natt

source: Bookings Reminder
ca: Recordatori de reserves
de_de: Buchungen Erinnerung
el: Υπενθύμιση κρατήσεων
es_es: Recordatorio de reservas
et_et: Broneeringute meeldetuletus
fi: Varaus muistutus
fr_fr: Rappel des réservations
he_il: תזכורת הזמנות
it_it: Promemoria delle prenotazioni
ja: 予約リマインダー
nl_nl: Boekingsherinnering
pl_pl: REZYMIANIA Przypomnienie
pt_pt: Lembrete de reservas
sv_se: Bokningsminnelse

source: Bookings reminder emails are sent prior to the booking start date & time.
ca: Els correus electrònics de recordatori s’envien abans de la data i l’hora d’inici de la reserva.
de_de: Die Erinnerungs -E -Mails von Buchungen werden vor dem Startdatum und der Uhrzeit des Buchungsstarts gesendet.
el: Τα email υπενθύμισης κρατήσεων αποστέλλονται πριν από την ημερομηνία και ώρα έναρξης της κράτησης.
es_es: Los correos electrónicos de recordatorio de reservas se envían antes de la fecha y hora de inicio de la reserva.
et_et: Broneeringute meeldetuletus e -kirjad saadetakse enne broneerimise alguskuupäeva ja kellaaega.
fi: Varausmuistutusviestit lähetetään ennen varauksen alkamispäivää ja aikaa.
fr_fr: Les courriels de rappel des réservations sont envoyés avant la date et l'heure de début de la réservation.
he_il: דוא"ל תזכורת הזמנות נשלח לפני תאריך ההתחלה והזמן של ההזמנה.
it_it: Le e -mail di promemoria delle prenotazioni vengono inviate prima della data e ora di inizio della prenotazione.
ja: 予約のリマインダーメールは、予約開始日時の前に送信されます。
nl_nl: Boekingen herinneren e -mails worden verzonden voorafgaand aan de startdatum en tijd van de boeking.
pl_pl: REZYSANIA WYMAGANE E -maile są wysyłane przed datą i godziną rozpoczęcia rezerwacji.
pt_pt: Os e -mails de lembrete de reservas são enviados antes da data e hora de início da reserva.
sv_se: Bokningar påminnelse e -postmeddelanden skickas före bokningen startdatum och tid.

source: Bookings Reminders
ca: Rebogadors de reserves
de_de: Buchungen erinnern
el: Υπενθυμίσεις κρατήσεων
es_es: Recordatorios de reservas
et_et: Broneeringute meeldetuletused
fi: Varaukset muistutukset
fr_fr: Rappels des réservations
he_il: הזמנות תזכורות
it_it: Promemoria delle prenotazioni
ja: 予約リマインダー
nl_nl: Boekingen herinneringen
pl_pl: Remisje rezerwacji
pt_pt: Lembretes de reservas
sv_se: Bokningar påminnelser

source: Bookings start between
ca: Les reserves comencen entre
de_de: Buchungen beginnen zwischen
el: Οι κρατήσεις ξεκινούν μεταξύ
es_es: Las reservas comienzan entre
et_et: Broneeringud algavad
fi: Varaukset alkavat välillä
fr_fr: Les réservations commencent entre
he_il: הזמנות מתחילות בין
it_it: Le prenotazioni iniziano tra
ja: 予約開始日
nl_nl: Boekingen beginnen tussen
pl_pl: Rezerwacje zaczynają się od
pt_pt: As reservas começam entre
sv_se: Bokningar börjar mellan

source: Bookings will be closed before the specified time. E.g. - Set this option to 10 mins if you don't want any booking in the last 10 mins.
ca: Les reserves es tancaran abans de l'hora especificada. Per exemple, establiu aquesta opció a 10 minuts si no voleu cap reserva en els últims 10 minuts.
de_de: Buchungen werden vor der angegebenen Zeit geschlossen. Z.B. - Setzen Sie diese Option auf 10 Minuten, wenn Sie in den letzten 10 Minuten keine Buchung wünschen.
el: Οι κρατήσεις θα κλείσουν πριν από την καθορισμένη ώρα. Π.χ. - Ορίστε αυτήν την επιλογή σε 10 λεπτά εάν δεν θέλετε να κάνετε κράτηση τα τελευταία 10 λεπτά.
es_es: Las reservas se cerrarán antes de la hora especificada. Por ejemplo, establezca esta opción en 10 minutos si no desea realizar ninguna reserva en los últimos 10 minutos.
et_et: Broneeringud suletakse enne määratud aega. Nt. - Määrake see valik 10 minutiks, kui te ei soovi viimase 10 minuti jooksul ühtegi broneeringut.
fi: Varaukset suljetaan ennen ilmoitettua aikaa. Esimerkiksi. - Aseta tämä vaihtoehto 10 minuuttiin, jos et halua varausta viimeisen 10 minuutin aikana.
fr_fr: Les réservations seront fermées avant l’heure indiquée. Par exemple - de définir cette option à 10 minutes si vous ne voulez aucune réservation dans les 10 dernières minutes.
he_il: ההזמנות ייסגרו לפני הזמן שצוין. לדוגמה - הגדר אפשרות זו ל -10 דקות אם אינך מעוניין בהזמנה במהלך 10 הדקות האחרונות.
it_it: Le prenotazioni saranno chiuse prima del tempo specificato. Per esempio. - Imposta questa opzione su 10 minuti se non vuoi prenotare negli ultimi 10 minuti.
ja: 予約は指定された時間前に終了します。例 - 10分以内に予約を終了させたい場合、このオプションを10分に設定します。
nl_nl: Boekingen worden voor de aangegeven tijd gesloten. Bijv. - Stel deze optie in op 10 minuten als u de afgelopen 10 minuten geen boeking wilt.
pl_pl: Rezerwacje zostaną zamknięte przed określonym czasem. Na przykład. - Ustaw tę opcję na 10 minut, jeśli nie chcesz rezerwacji w ciągu ostatnich 10 minut.
pt_pt: As reservas serão fechadas antes do horário especificado. Por exemplo. - Defina esta opção como 10 minutos se você não quiser reservar nos últimos 10 minutos.
sv_se: Bokningar kommer att stängas före angiven tid. T.ex. - Ställ in det här alternativet på 10 minuter om du inte vill ha någon bokning under de senaste 10 minuterna.

source: Buffer Time
ca: Temps de marge
de_de: Pufferzeit
es_es: tiempo de regulación
et_et: Puhvri aeg
fi: Puskuriaika
fr_fr: Temps tampon après chaque réservation
he_il: מאגר זמן לאחר כל הזמנה
it_it: Tempo di buffer
ja: バッファ時間
nl_nl: Buffertijd
pl_pl: Czas bufora
pt_pt: tempo de atraso
sv_se: Buffertid

source: By default Calendar Title have Month followed by Year. Enable this option to display Year first.
ca: Per defecte, el títol del calendari té el mes seguit de l'any. Activeu aquesta opció per mostrar primer l'any.
de_de: Standardmäßig wird im Kalendertitel der Monat gefolgt vom Jahr angezeigt. Aktivieren Sie diese Option, um das Jahr zuerst anzuzeigen.
el: Από προεπιλογή ο τίτλος ημερολογίου έχει Μήνας ακολουθούμενος από Έτος. Ενεργοποιήστε αυτή την επιλογή για να εμφανίζεται πρώτα το έτος.
es_es: Por defecto, el título del calendario muestra el mes seguido del año. Active esta opción para mostrar primero el Año.
et_et: Vaikimisi on kalendri pealkirjas kuu, millele järgneb aasta. Lülitage see valik sisse, et näidata kõigepealt aastat.
fi: Oletusarvoisesti Kalenterin otsikossa on kuukausi ja sen jälkeen vuosi. Ota tämä vaihtoehto käyttöön, jos haluat näyttää vuoden ensin.
fr_fr: Par défaut, le titre du calendrier présente le mois suivi de l'année. Activez cette option pour afficher l'année en premier.
he_il: כברירת מחדל לכותרת לוח השנה יש חודש ואחריו שנה. אפשר אפשרות זו כדי להציג תחילה את השנה.
it_it: Per impostazione predefinita, il titolo del calendario contiene il mese seguito dall'anno. Attivare questa opzione per visualizzare prima l'Anno.
ja: デフォルトでは、カレンダーのタイトルは月の次に年が表示されます。このオプションを有効にすると、「年」が最初に表示されます。
nl_nl: Standaard hebben kalendertitels de maand gevolgd door het jaar. Schakel deze optie in om Jaar eerst weer te geven.
pl_pl: Domyślnie tytuł kalendarza zawiera miesiąc, a następnie rok. Włącz tę opcję, aby najpierw wyświetlany był rok.
pt_pt: Por defeito, o Título do calendário tem o Mês seguido do Ano. Active esta opção para apresentar o Ano primeiro.
sv_se: Som standard har kalendertiteln månad följt av år. Aktivera detta alternativ för att visa År först.
